Repository: KDE/plasma-workspace
Catalog: po/*/kcm_cursortheme.po
Languages: el, ug

source: Name of the current cursor theme
el: Όνομα του τρέχοντος θέματος του δρομέα
ug: نۆۋەتتىكى نۇر بەلگە ئۆرنەكنىڭ ئاتى

source: Current cursor size
el: Τρέχον μέγεθος δρομέα
ug: نۆۋەتتىكى نۇر بەلگە چوڭلۇقى

source: You have to restart the Plasma session for these changes to take effect.
el: Πρέπει να επανεκκινήσετε τη συνεδρία Plasma για να τεθούν σε ισχύ αυτές οι αλλαγές.
ug: بۇ ئۆزگىرىشنىڭ ئۈنۈمىنى كۆرۈش ئۈچۈن Plasma جەريانچاقنى قايتا قوزغىتىشىڭىز كېرەك.

source: Unable to create a temporary file.
el: Αδυναμία δημιουργίας προσωρινού αρχείου.
ug: ۋاقىتلىق ھۆججەت قۇرالمايدۇ.

source: Unable to download the icon theme archive: %1
el: Δεν είναι δυνατή η λήψη του αρχείου θέματος εικονιδίων: %1
ug: سىنبەلگە ئۆرنەك ئارخىپىنى چۈشۈرەلمەيدۇ: %1

source: The file is not a valid icon theme archive.
el: Το αρχείο δεν είναι έγκυρο αρχείο θέματος εικονιδίων.
ug: بۇ ھۆججەت ئىناۋەتلىك سىنبەلگە ئۆرنەك ئارخىپى ئەمەس.

source: Failed to create 'icons' folder.
el: Αποτυχία δημιουργίας φακέλου 'icons'.
ug: «icons» قىسقۇچىنى قۇرالمىدى.

source: A theme named %1 already exists in your icon theme folder. Do you want replace it with this one?
el: Ένα θέμα με το όνομα %1 υπάρχει ήδη στο φάκελο με τα θέματα των εικονιδίων σας. Θέλετε να το αντικαταστήσετε με αυτό;
ug: سىنبەلگە ئۆرنەك قىسقۇچىدا %1 ئاتلىق ئۆرنەك مەۋجۇت. ئالماشتۇرامسىز؟

source: Overwrite Theme?
el: Αντικατάσταση θέματος;
ug: ئۆرنەكنى قاپلامسىز؟

source: Theme installed successfully.
el: Το θέμα εγκαταστάθηκε με επιτυχία.
ug: ئۆرنەك ئوڭۇشلۇق ئورنىتىلدى.

source: Timeout in seconds
el: Χρονικό όριο σε δευτερόλεπτα
ug: سېكۇنتتا مۆھلەت توشىدۇ

source: The requested size '%1' is not available, using %2 instead.
el: Το ζητούμενο μέγεθος «%1» δεν είναι διαθέσιμο, χρησιμοποιήστε %2.
ug: ئىلتىماس قىلغان چوڭلۇقى «%1» نى ئىشلەتكىلى بولمايدۇ، ئورنىغا %2 نى ئىشلىتىدۇ.

source: This tool allows you to set the mouse cursor theme for the current Plasma session, without accidentally setting it to one that is either not available, or which is already set.
el: Αυτό το εργαλείο σας επιτρέπει να ορίσετε το θέμα του δρομέα ποντικιού για την τρέχουσα συνεδρία του Plasma, χωρίς να το ορίσετε κατά λάθος σε ένα θέμα που είτε δεν είναι διαθέσιμο είτε είναι ήδη ορισμένο.
ug: بۇ قورال نۆۋەتتىكى Plasma جەريانچاقنىڭ چاشقىنەك نۇر بەلگە ئۆرنىكىنى تەڭشىشىگە يول قويىدۇ، ئۇنى ئىشلەتكىلى بولمايدىغان لايىھە قىلىپ تەڭشەش ياكى ئىشلىتىلىۋاتقان لايىھە قىلىپ تەڭشەشتىن ساقلىنىدۇ.

source: The name of the cursor theme you wish to set for your current Plasma session (passing a full path will only use the last part of the path)
el: Το όνομα του θέματος δρομέα που επιθυμείτε να ορίσετε για την τρέχουσα συνεδρία του Plasma (περνώντας μια πλήρη διαδρομή θα χρησιμοποιηθεί μόνο το τελευταίο μέρος της διαδρομής).
ug: نۆۋەتتىكى Plasma جەريانچاق (تولۇق يول يەتكۈزۈلسە يولنىڭ پەقەت ئاخىرقى بۆلىكىلا ئىشلىتىلىدۇ) قا تەڭشىمەكچى بولغان نۇر بەلگە ئۆرنەك ئىسمى

source: Show all the themes available on the system (and which is the current theme)
el: Εμφάνιση όλων των θεμάτων που είναι διαθέσιμα στο σύστημα (και ποιο είναι το τρέχον θέμα)
ug: سىستېمىدا ئىشلەتكىلى بولىدىغان ھەممە ئۆرنەك (ۋە قايسىسىنىڭ نۆۋەتتە ئىشلىتىلىۋاتقىنى ئىكەنلىكى) نى كۆرسىتىدۇ

source: Use a specific size, rather than the theme default size
el: Χρήση συγκεκριμένου μεγέθους, αντί για το προεπιλεγμένο μέγεθος του θέματος
ug: ئۆرنەكنىڭ كۆڭۈلدىكى چوڭلۇقىنى ئىشلەتكەننىڭ ئورنىغا بەلگىلەنگەن چوڭلۇقىنى ئىشلىتىدۇ

source: The requested theme "%1" is already set as the theme for the current Plasma session.
el: Το ζητούμενο θέμα «%1» έχει ήδη οριστεί ως θέμα για την τρέχουσα συνεδρία Plasma.
ug: ئىلتىماس قىلىنغان ئۆرنەك «%1» ئاللىبۇرۇن نۆۋەتتىكى Plasma جەريانچاقنىڭ ئۆرنىكىگە تەڭشەلگەن.

source: Successfully applied the mouse cursor theme %1 to your current Plasma session
el: Επιτυχής εφαρμογή του θέματος δρομέα ποντικιού %1 στην τρέχουσα συνεδρία Plasma
ug: چاشقىنەك نۇر بەلگە ئۆرنىكى %1 نى مۇۋەپپەقىيەتلىك ھالدا نۆۋەتتىكى Plasma جەريانچاققا قوللاندى

source: You have to restart the Plasma session for your newly applied mouse cursor theme to display correctly.
el: Πρέπει να επανεκκινήσετε τη συνεδρία Plasma για να εμφανιστεί σωστά το νέο θέμα δρομέα ποντικιού που εφαρμόσατε.
ug: يېڭىدىن قوللانغان چاشقىنەك نۇر بەلگە ئۆرنەكنىڭ توغرا كۆرۈنۈشى ئۈچۈن Plasma جەريانچاقنى قايتا قوزغىتىشىڭىز كېرەك.

source: Could not find theme "%1". The theme should be one of the following options: %2
el: Αδυναμία εύρεσης του θέματος «%1». Το θέμα πρέπει να είναι μία από τις ακόλουθες επιλογές: %2
ug: «%1» ئۆرنەكنى تاپالمىدى. ئۆرنەك تۆۋەندىكى تاللانمىدىن بىرى بولۇشى كېرەك: %2

source: You have the following mouse cursor themes on your system:
el: Έχετε τα ακόλουθα θέματα δρομέα ποντικιού στο σύστημά σας:
ug: سىستېمىڭىزدا تۆۋەندىكى چاشقىنەك نۇر بەلگە ئۆرنىكى بار:

source: (Current theme for this Plasma session)
el: (Τρέχον θέμα αυτής της συνεδρίας Plasma)
ug: (بۇ Plasma جەريانچاقنىڭ نۆۋەتتىكى ئۆرنىكى)

source: Remove Theme
el: Αφαίρεση θέματος

source: Restore Cursor Theme
el: Επαναφορά θέματος δρομέα

# @title
source: Launch Feedback
el: Απόκριση εκκίνησης
ug: قايتۇرما ئىنكاسنى قوزغات

# @info:usagetip
source: Configure the animations played while an application is launching.
el: Διαμόρφωση εφέ κίνησης που αναπαράγονται κατά την εκκίνηση μιας εφαρμογής.
ug: پىروگرامما قوزغالغاندا قويىدىغان جانلاندۇرۇمنى سەپلەيدۇ.

# @label
source: Cursor feedback:
el: Απόκριση δρομέα:
ug: نۇربەلگە قايتۇرما ئىنكاسى:

# @option:radio No cursor feedback when launching apps
source: None
el: Καμία
ug: يوق

# @option:radio
source: Static
el: Στατικό
ug: تىنچ

# @option:radio
source: Blinking
el: Αναβόσβημα
ug: چاقناش

# @option:radio
source: Bouncing
el: Αναπήδηση
ug: قاڭقىش

# @label
source: Task Manager feedback:
el: Απόκριση του διαχειριστή εργασιών:
ug: ۋەزىپە باشقۇرغۇچ قايتۇرما ئىنكاس:

# @option:check
source: Enable animation
el: Ενεργοποίηση εφέ κίνησης
ug: جانلاندۇرۇمنى قوزغىتىدۇ

# @label
source: Stop animations after:
el: Διακοπή εφέ κίνησης μετά:
ug: جانلاندۇرۇمنى توختىتىش ۋاقتى:

source: %1 second
el: %1 δευτερόλεπτο
ug: %1 سېكۇنت

source: Size: %1
el: Μέγεθος: %1
ug: چوڭلۇقى: %1

# @action:button
source: &Configure Launch Feedback…
el: &Διαμόρφωση απόκρισης εκκίνησης…
ug: قوزغىتىش قايتۇرما ئىنكاسىنى سەپلە(&C)…

source: &Install from File…
el: &Εγκατάσταση από αρχείο…
ug: ھۆججەتتىن ئورنات(&I)…

source: &Get New…
el: &Λήψη νέων…
ug: يېڭىسىغا ئېرىش(&G)…

source: Open Theme
el: Άνοιγμα θέματος
ug: ئۆرنەك ئاچ

source: Cursor Theme Files (*.tar.gz *.tar.bz2)
el: Αρχεία θέματος δρομέα (*.tar.gz *.tar.bz2)
ug: نۇر بەلگە ئۆرنەك ھۆججىتى (*.tar.gz *.tar.bz2)

source: (Available sizes: %1)
el: (Διαθέσιμα μεγέθη: %1)
ug: (ئىشلىتىلىشچان چوڭلۇقى: %1)
