Repository: KDE/plasma-workspace
Catalog: po/*/kcm_nighttime.po
Languages: de, hu, is, lv, pt_br, ro, ta, tr

# @info
source: Time-based features such as Night Light and dynamic wallpapers can be synchronized with the day-night cycle. Choose your preferred cycle here.
de: Zeitbasierte Funktionen wie Nachtlicht oder dynamische Hintergrundbilder können mit dem Tag-Nacht-Zyklus synchronisiert werden. Wählen Sie hier Ihren bevorzugten Zyklus.
hu: Az időalapú funkciók, mint például az Éjszakai fény és a dinamikus háttérképek, szinkronizálhatók a nappal-éjszaka ciklussal. Itt választhatja ki a kívánt ciklust.
is: Tímaháðir eiginleikar eins og Næturljós og breytilegar bakgrunnsmyndir má samstilla við sólarhring dags og nætur. Veldu þér ákjósanlega tímasamsetningu hér.
lv: Iespējas, kuru darbības pamatār diennakts laiks, kā arī dinamiskās ekrāntapetes iespējams sinhronizēt ar diennakts ciklu. Izvēlieties vēlamo ciklu.
pt_br: Recursos baseados em tempo, como luz noturna e papéis de parede dinâmicos, podem ser sincronizados com o ciclo dia-noite. Escolha o seu ciclo preferido aqui.
ro: Caracteristicile bazate pe oră, cum ar fi lumina nocturnă și tapetele dinamice, pot fi sincronizate la ciclul diurn. Alegeți de aici ciclul preferat.
ta: நேரம் சார்ந்து அம்சங்களை (எ.கா. இரவு நிறமாற்றம் மற்றும் மாறுபடும் பின்புலப்படங்கள்) நாளின் பகுதிக்கேற்ப அமைக்கலாம். பகல் இரவாக மாறும் நேரத்தை எவ்வாறு எடுத்துக்கொள்ள வேண்டுமென்பதை இங்கு அமைக்கலாம்.
tr: Gece Işığı ve devingen duvar kâğıtları gibi zamana bağılı özellikler, gece–gündüz döngüsüne bağlı olarak yapılandırılabilirler. Buradan yeğlediğiniz döngüyü seçebilirsiniz.

source: Determine sunrise and sunset times:
de: Sonnenauf- und -untergangszeiten ermitteln:
hu: Napkelte és napnyugta időpontjának meghatározása:
is: Skilgreina tíma fyrir sólarupprás og sólsetur:
lv: Noteikt saullēkta un saulrieta laikus:
pt_br: Determinar os horários do nascer e pôr do sol:
ro: Determină orele răsăritului și apusului:
ta: சூரிய தோற்றம் மற்றும் மறைவு நேரத்தை இவ்வாறு கணி:
tr: Günbatımı ve gündoğumu zamanlarını algıla:

# @item:inlistbox part of a sentence: 'Determine sunrise and sunset times'
source: Based on device's location
de: Basierend auf dem Standort des Geräts
hu: Az eszköz helye alapján
is: Byggt á staðsetningu tækis
pt_br: Baseado na localização do dispositivo
ro: În baza amplasării dispozitivului
tr: Aygıtın konumuna bağlı olarak

# @item:inlistbox part of a sentence: 'Determine sunrise and sunset times'
source: Using custom times
de: Mittels benutzerdefinierter Zeiten
hu: Egyéni időpontok használatával
is: Nota sérsniðna tíma
lv: Izmantojot pielāgotus laikus
pt_br: Utilizando horários personalizados
ro: Folosind ore personalizare
ta: கைமுறையாக அமைக்கப்படும் நேரங்களைக் கொண்டு
tr: Özel zamanlar kullanarak

# @label
source: Sunrise:
de: Sonnenaufgang:
hu: Napkelte:
is: Sólarupprás:
lv: Saullēkts:
pt_br: Nascer do sol:
ro: Răsărit:
ta: சூரிய உதயம்:
tr: Gündoğumu:

# @label
source: Sunset:
de: Sonnenuntergang:
hu: Napnyugta:
is: Sólsetur:
lv: Saulriets:
pt_br: Pôr do sol:
ro: Apus:
ta: சூரியன் மறைவு:
tr: Günbatımı:

# @label:spinbox
source: Transition duration:
de: Übergangsdauer:
hu: Átmenet időtartama:
is: Tímalengd yfirfærslu:
lv: Pārejas ilgums:
pt_br: Duração da transição:
ro: Durata tranziției:
ta: நிலைமாற்றம் நீடிக்கும் காலம்:
tr: Geçiş süresi:

# @item:valuesuffix transition duration
source: %1 minute
hu: %1 perc
is: %1 mínúta
lv: %1 minūte
pt_br: %1 minuto
ro: %1 minut
ta: %1 நிமிடம்
tr: %1 dakika

# @option:radio
source: Automatically detect location
de: Standort automatisch ermitteln
hu: Hely automatikus felismerése
is: Greina staðsetningu sjálfvirkt
pt_br: Detectar automaticamente localização
ro: Detectează amplasarea automat
tr: Konumu kendiliğinden algıla

# @info
source: The <application>GeoClue2</application> service will be used to periodically update the device's location using GPS or cell tower triangulation if available, or else by sending its IP address to <link url='https://geoip.com/privacy/'>GeoIP</link>.
de: Der Dienst <application>GeoClue2</application> wird verwendet, um den Standort des Geräts regelmäßig zu aktualisieren. Dabei wird GPS oder Funkzellentriangulation verwendet, falls verfügbar. Alternativ wird die IP-Adresse des Geräts zu <link url='https://geoip.com/privacy/'>GeoIP</link> gesendet.
hu: A <application>GeoClue2</application> szolgáltatás rendszeres időközönként frissíti az eszköz helyét GPS használatával vagy a mobilhálózat adótornyainak háromszögelésével, ha elérhető, vagy az IP-címének elküldésével a <link url='https://geoip.com/privacy/'>GeoIP</link> szolgáltatásnak.
is: <application>GeoClue2</application>-þjónustan verður notuð til að uppfæra öðru hverju staðsetningu tækisins með GPS eða þríhyrningamælingu fjarskiptamastra ef hún er tiltæk, nú eða með því að senda IP-vistfang tækisins til <link url='https://geoip.com/privacy/'>GeoIP</link>.
lv: Lai periodiski atjauninātu ierīces atrašanās vietu, izmantojot GPS vai triangulāciju ar mobilo sakaru torņiem, ja ierīce to atbalsta, tiks izmantots <application>GeoClue2</application> serviss. Ja ierīce neatbalsta GPS vai saziņu ar mobilo sakaru torņiem, tiks nosūtīta tās IP adrese uz <link url='https://geoip.com/privacy/'>„GeoIP“</link>.
pt_br: O serviço <application>GeoClue2</application> será usado para atualizar periodicamente a localização do dispositivo usando GPS ou triangulação de torre de celular, se disponível, ou então enviando seu endereço IP para <link url='https://geoip.com/privacy/'>GeoIP</link>.
ro: Serviciul <application>GeoClue2</application> va fi folosit pentru a actualiza periodic amplasarea dispozitivului folosind GPS sau triangularea turnurilor celulare dacă sunt disponibile, altfel se va trimite adresa IP către <link url='https://geoip.com/privacy/'>GeoIP</link>.
ta: GPS மூலமாகவோ தொலைதொடர்பு கோபுரங்களைக் கொண்டோ, அவை கிடைக்காத பட்சத்தில் IP முகவரியை <link url='https://geoip.com/privacy/'>GeoIP</link>-க்கு அனுப்பியோ, சாதனத்தின் இருப்பிடத்தைத் தெரிந்துகொள்ள <application>GeoClue2</application> சேவை அவ்வப்போது பயன்படுத்தப்படும்.
tr: Aygıtın konumunu periyodik olarak belirlemek için <application>GeoClue2</application> hizmeti kullanılır. Bu, aygıtın konumu GPS ile veya kullanılabiliyorsa baz istasyonu bilgisi alınarak veya aygıtın IP adresi <link url='https://geoip.com/privacy/'>GeoIP</link> hizmetine gönderilerek alınır.

# @info
source: The <application>%1</application> service will be used to periodically update the device's location. Please open a bug report at <link url='https://bugs.kde.org'>https://bugs.kde.org</link> asking KDE developers to write a detailed description of what this service will do.
de: Der Dienst <application>%1</application> wird verwendet, um den Standort des Geräts regelmäßig zu aktualisieren. Bitte erstellen Sie einen Fehlerbericht unter <link url='https://bugs.kde.org'>https://bugs.kde.org</link>, in dem Sie die Entwickler von KDE um eine genaue Beschreibung bitten, wie dieser Dienst funktioniert.
hu: A(z) <application>%1</application> szolgáltatás fogja frissíteni az eszköz helyét rendszeres időközönként. Nyisson hibajegyet a <link url='https://bugs.kde.org'>https://bugs.kde.org</link>-on és kérje meg a KDE fejlesztőit, hogy írjanak részletes leírást a szolgáltatás működéséről.
is: <application>%1</application>-þjónustan verður notuð til að uppfæra öðru hverju staðsetningu tækisins. Opnaðu verkbeiðni á <link url='https://bugs.kde.org'>https://bugs.kde.org</link> til að biðja KDE-forritarana að skrifa nákvæma lýsingu á því hvað þessi þjónusta mun gera.
lv: Lai periodiski atjauninātu ierīces atrašanās vietu, sistēma izmantos <application>%1</application> servisu. Atveriet kļūdas ziņojumu lapā <link url='https://bugs.kde.org'>https://bugs.kde.org</link>, lūdzot KDE izstrādātājiem sīkāk izskaidrot šī pakalpojuma darbību.
pt_br: O serviço <application>%1</application> será usado para atualizar periodicamente a localização do dispositivo. Abra um relatório de bug em <link url='https://bugs.kde.org'>https://bugs.kde.org</link> pedindo aos desenvolvedores do KDE para escrever uma descrição detalhada do que este serviço fará.
ro: Serviciul <application>%1</application> va fi folosit pentru a actualiza periodic amplasarea dispozitivului. Raportați un defect la <link url='https://bugs.kde.org'>https://bugs.kde.org</link> și cereți dezvoltatorilor KDE să scrie o descriere detaliată a modului de funcționare al acestui serviciu.
ta: சாதனத்தின் இருப்பிடத்தைத் தெரிந்துகொள்ள <application>%1</application> சேவை அவ்வப்போது பயன்படுத்தப்படும். இச்சேவையின் விவரணத்தை வழங்குமாறு கோரி <link url='https://bugs.kde.org'>https://bugs.kde.org</link> என்ற தளத்தில் ஓர் பிழையறிக்கையை சமர்ப்பிக்கவும்.
tr: Aygıtın konumunu periyodik olarak güncellemek için <application>%1</application> hizmeti kullanılır. Bu hizmetin neler yaptığı ile ilgili daha ayrıntılı bilgi almak için <link url='https://bugs.kde.org'>https://bugs.kde.org</link> adresinden bir hata kaydı açarak KDE geliştiricilerine sorun.

# @option:radio
source: Use manual location:
de: Manuellen Standort verwenden:
hu: Kézi helybeállítás:
is: Nota handvirka staðsetningu:
pt_br: Usar localização manual:
ro: Folosește amplasare manuală:
tr: Elle girilen konumu kullan:

# @label
source: Latitude:
de: Breitengrad:
hu: Szélesség:
is: Breiddargráða:
lv: Platums:
ro: Latitudine:
ta: அட்சரேகை:
tr: Enlem:

# @label
source: Longitude:
de: Längengrad:
hu: Hosszúság:
is: Lengdargráða:
lv: Garums:
ro: Longitudine:
ta: தீர்க்கரேகை:
tr: Boylam:

# @info:tooltip; the variables are times of day, e.g. 07:30
source: Sunrise starts at %1 and ends at %2
hu: A napkelte kezdete %1, vége %2
is: Sólarupprás byrjar %1 og endar %2
ro: Răsăritul începe la %1 și se termină la %2

# @label
source: Sunrise
de: Sonnenaufgang
hu: Napkelte
is: Sólarupprás
lv: Saullēkts
pt_br: Nascer do sol
ro: Răsărit
ta: சூரிய உதயம்
tr: Gündoğumu

# @info:tooltip; the variables are times of day, e.g. 07:30
source: Sunset starts at %1 and ends at %2
hu: A napnyugta kezdete %1, vége %2
is: Sólsetur byrjar %1 og endar %2
ro: Apusul începe la %1 și se termină la %2

# @label
source: Sunset
de: Sonnenuntergang
hu: Napnyugta
is: Sólsetur
lv: Saulriets
pt_br: Pôr do sol
ro: Apus
ta: சூரிய மறைவு
tr: Günbatımı

# @info
source: Sunrise and sunset times cannot be determined at your location due to polar day. Choose custom times instead.
de: Die Zeiten für Sonnenauf- und -untergang können an Ihrem Standort aufgrund des Polartags nicht ermittelt werden. Bitte wählen Sie stattdessen benutzerdefinierte Zeitpunkte.
hu: A napkelte és napnyugta ideje a poláris nap miatt nem határozható meg az Ön tartózkodási helyén. Válasszon inkább egyéni időpontokat.
is: Ekki er hægt að skilgreina tíma fyrir sólarupprás og sólsetur á staðsetningunni þinni sökum póldags. Sérsniðnir tímar verða notaðir í staðinn.
lv: Polārās dienas dēļ jūsu atrašanās vietā saullēkta un saulrieta laiku noteikt nevar. Tā vietā izvēlieties pielāgotu laiku.
pt_br: Os horários do nascer e do pôr do sol não podem ser determinados em sua localização devido ao dia polar. Em vez disso, escolha horários personalizados.
ro: Orele răsăritului și apusului nu pot fi determinate la amplasarea dumneavoastră din cauza zilei polare. Alegeți ore personalizate.
ta: துருவப் பகுதியிலுள்ளதால் உங்கள் இருப்பிடத்தில் சூரிய தோற்ற/மறைவு நேரங்களைத் தீர்மானிக்க முடியவில்லை. நேரங்களை கைமுறையாக அமைக்கவும்.
tr: Kutup gündüzü dolayısıyla, konumunuzda gündoğumu ve günbatımı zamanları algılanamıyor. Lütfen kendiniz zamanlar seçin.

# @info
source: Sunrise and sunset times cannot be determined at your location due to polar night. Choose custom times instead.
de: Die Zeiten für Sonnenauf- und -untergang können an Ihrem Standort aufgrund der Polarnacht nicht ermittelt werden. Bitte wählen Sie stattdessen benutzerdefinierte Zeitpunkte.
hu: A napkelte és napnyugta ideje a poláris éjszaka miatt nem határozható meg az Ön tartózkodási helyén. Válasszon inkább egyéni időpontokat.
is: Ekki er hægt að skilgreina tíma fyrir sólarupprás og sólsetur á staðsetningunni þinni sökum pólnætur. Sérsniðnir tímar verða notaðir í staðinn.
lv: Polārās nakts dēļ jūsu atrašanās vietā saullēkta un saulrieta laiku noteikt nevar. Tā vietā izvēlieties pielāgotu laiku.
pt_br: Os horários do nascer e do pôr do sol não podem ser determinados em sua localização devido à noite polar. Em vez disso, escolha horários personalizados.
ro: Orele răsăritului și apusului nu pot fi determinate la amplasarea dumneavoastră din cauza nopții polare. Alegeți ore personalizate.
ta: துருவப் பகுதியிலுள்ளதால் உங்கள் இருப்பிடத்தில் சூரிய தோற்ற/மறைவு நேரங்களைத் தீர்மானிக்க முடியவில்லை. நேரங்களை கைமுறையாக அமைக்கவும்.
tr: Kutup gecesi dolayısıyla, konumunuzda gündoğumu ve günbatımı zamanları algılanamıyor. Lütfen kendiniz zamanlar seçin.

# @info
source: Sunrise and sunset times cannot be reliably determined at your location. Choose custom times instead.
de: Die Zeiten für Sonnenauf- und -untergang können an Ihrem Standort nicht zuverlässig ermittelt werden. Bitte wählen Sie stattdessen benutzerdefinierte Zeitpunkte.
hu: A napkelte és napnyugta időpontja az Ön tartózkodási helyén nem határozható meg megbízhatóan. Válasszon inkább egyéni időpontokat.
is: Ekki er hægt að skilgreina áreiðanlega tíma fyrir sólarupprás og sólsetur á staðsetningunni þinni. Sérsniðnir tímar verða notaðir í staðinn.
lv: Jūsu atrašanās vietā saullēkta un saulrieta laiku nevar uzticami noteikt. Tā vietā izvēlieties pielāgotu laiku.
pt_br: Não é possível determinar com precisão os horários do nascer e do pôr do sol na sua região. Em vez disso, escolha horários personalizados.
ro: Orele răsăritului și apusului nu pot fi determinate fiabil la amplasarea dumneavoastră. Alegeți ore personalizate.
ta: உங்கள் இருப்பிடத்தில் சூரிய தோற்ற/மறைவு நேரங்களைத் உறுதியாக தீர்மானிக்க முடியவில்லை. நேரங்களை கைமுறையாக அமைக்கவும்.
tr: Gündoğumu ve günbatımı zamanları, şu anki konumunuzda doğru olarak algılanamıyor. Lütfen kendiniz zamanlar seçin.

# @label:chooser Tap should be translated to mean touching using a touchscreen
source: Tap to choose your location on the map.
de: Wählen Sie Ihren Standort durch Tippen auf die Karte.
hu: Koppintson a hely kiválasztásához a térképen.
is: Pikkaðu til að velja staðsetningu þína á kortinu.
lv: Izvēlieties vietu, pieskaroties kartē.
pt_br: Toque para escolher sua localização no mapa.
ro: Atingeți pentru a vă alege amplasarea pe hartă.
ta: நிலப்படத்தில் இருப்பிடத்தை தேர்ந்தெடுக்க தட்டவும்.
tr: Haritada konumunuzu seçmek için dokunun.

# @label:chooser Click should be translated to mean clicking using a mouse
source: Click to choose your location on the map.
de: Wählen Sie Ihren Standort durch Klicken auf die Karte.
hu: Kattintson a hely kiválasztásához a térképen.
is: Smelltu til að velja staðsetningu þína á kortinu.
lv: Izvēlieties vietu, klikšķinot kartē.
pt_br: Clique para escolher sua localização no mapa.
ro: Apăsați pentru a vă alege amplasarea pe hartă.
ta: நிலப்படத்தில் இருப்பிடத்தை தேர்ந்தெடுக்க கிளிக் செய்யவும்.
tr: Haritada konumunuzu seçmek için tıklayın.

source: Zoom in
de: Vergrößern
hu: Nagyítás
is: Renna að
lv: Tuvināt
pt_br: Ampliar
ro: Apropie
ta: பெரிதாக்கு
tr: Yakınlaştır

source: Zoom out
de: Verkleinern
hu: Kicsinyítés
is: Renna frá
lv: Tālināt
pt_br: Reduzir
ro: Îndepărtează
ta: சிறிதாக்கு
tr: Uzaklaştır

# @info
source: Modified from <link url='https://commons.wikimedia.org/wiki/File:World_location_map_(equirectangular_180).svg'>World location map</link> by TUBS / Wikimedia Commons / <link url='https://creativecommons.org/licenses/by-sa/3.0'>CC BY-SA 3.0</link>
de: Modifiziert auf Basis von <link url='https://commons.wikimedia.org/wiki/File:World_location_map_(equirectangular_180).svg'>World location map</link> von TUBS / Wikimedia Commons / <link url='https://creativecommons.org/licenses/by-sa/3.0'>CC BY-SA 3.0</link>
hu: A TUBS / Wikipedia Commons <link url='https://creativecommons.org/licenses/by-sa/3.0'>CC BY-SA</link> szerint elérhető <link url='https://commons.wikimedia.org/wiki/File:World_location_map_(equirectangular_180).svg'>világtérképe</link> alapján.
is: Breytt frá <link url='https://commons.wikimedia.org/wiki/File:World_location_map_(equirectangular_180).svg'>Heimskorti staðsetninga</link> af TUBS / Wikimedia Commons / <link url='https://creativecommons.org/licenses/by-sa/3.0'>CC BY-SA 3.0</link>
lv: Pielāgots no <link url='https://commons.wikimedia.org/wiki/File:World_location_map_(equirectangular_180).svg'>World location map</link>, autors: TUBS / Wikimedia Commons / <link url='https://creativecommons.org/licenses/by-sa/3.0'>CC BY-SA 3.0</link>
pt_br: Modificado de <link url='https://commons.wikimedia.org/wiki/File:World_location_map_(equirectangular_180).svg'>Mapa de localização mundial</link> por TUBS / Wikimedia Commons / <link url='https://creativecommons.org/licenses/by-sa/3.0'>CC BY-SA 3.0</link>
ro: Modificat din <link url='https://commons.wikimedia.org/wiki/File:World_location_map_(equirectangular_180).svg'>Harta locurilor lumii</link> de TUBS / Wikimedia Commons / <link url='https://creativecommons.org/licenses/by-sa/3.0'>CC BY-SA 3.0</link>
ta: TUBS / Wikimedia Commons / <link url='https://creativecommons.org/licenses/by-sa/3.0'>CC BY-SA 3.0</link> உருவாக்கிய <link url='https://commons.wikimedia.org/wiki/File:World_location_map_(equirectangular_180).svg'>உலக நிலப்படத்தை</link> மாற்றி உருவாக்கப்பட்டது
tr: TUBS tarafından yapılan <link url='https://commons.wikimedia.org/wiki/File:World_location_map_(equirectangular_180).svg'>Dünya konum haritası</link> üzerinde değişikliklerle kullanılmıştır / Wikimedia Commons / <link url='https://creativecommons.org/licenses/by-sa/3.0'>CC BY-SA 3.0</link>

# @info:tooltip
source: Sunrise starts at %1 and ends at %2
lv: Saulēkts sākas %1 un beidzas %2
pt_br: Nascer do sol começa em %1 e termina em %2
ta: சூரிய உதயம் %1-க்கு தொடங்கி %2-க்கு முழுமையடையும்
tr: Gündoğumu %1 saatinde başlar ve %2 saatinde biter

# @info:tooltip
source: Sunset starts at %1 and ends at %2
lv: Saulriets sākas %1 un beidzas %2
pt_br: Pôr do sol começa em %1 e termina em %2
ta: சூரிய மறைவு %1-க்கு தொடங்கி %2-க்கு முழுமையடையும்
tr: Günbatımı %1 saatinde başlar ve %2 saatinde biter
