Repository: KDE/plasma-workspace
Catalog: po/*/kcm_desktoptheme.po
Languages: ug

source: Name of the current Plasma Style
ug: نۆۋەتتىكى Plasma ئۇسلۇبىنىڭ ئاتى

source: Unable to create a temporary file.
ug: ۋاقىتلىق ھۆججەت قۇرالمايدۇ.

source: Unable to download the theme: %1
ug: ئۆرنەكنى چۈشۈرەلمەيدۇ: %1

source: Theme installed successfully.
ug: ئۆرنەك ئوڭۇشلۇق ئورنىتىلدى.

source: Theme installation failed.
ug: ئۆرنەك ئورنىتىلمىدى.

source: Removing theme failed: %1
ug: ئۆرنەكنى چىقىرىۋېتەلمىدى: %1

source: This tool allows you to set the theme of the current Plasma session, without accidentally setting it to one that is either not available, or which is already set.
ug: بۇ قورال نۆۋەتتىكى Plasma جەريانچاقنىڭ ئۆرنىكىنى تەڭشەشكە يول قويىدۇ، ئۇنى ئىشلەتكىلى بولمايدىغان لايىھە قىلىپ تەڭشەش ياكى ئىشلىتىلىۋاتقان لايىھە قىلىپ تەڭشەشتىن ساقلىنىدۇ.

source: The name of the theme you wish to set for your current Plasma session (passing a full path will only use the last part of the path)
ug: نۆۋەتتىكى Plasma جەريانچاق (تولۇق يول يەتكۈزۈلسە يولنىڭ پەقەت ئاخىرقى بۆلىكىلا ئىشلىتىلىدۇ) قا تەڭشىمەكچى بولغان ئۆرنەك ئىسمى

source: Show all the themes available on the system (and which is the current theme)
ug: سىستېمىدا ئىشلەتكىلى بولىدىغان ھەممە ئۆرنەك (ۋە قايسىسىنىڭ نۆۋەتتە ئىشلىتىلىۋاتقىنى ئىكەنلىكى) نى كۆرسىتىدۇ

source: The requested theme "%1" is already set as the theme for the current Plasma session.
ug: ئىلتىماس قىلىنغان ئۆرنەك «%1» ئاللىبۇرۇن نۆۋەتتىكى Plasma جەريانچاقنىڭ ئۆرنىكىگە تەڭشەلگەن.

source: The current Plasma session's theme has been set to %1
ug: نۆۋەتتىكى Plasma جەريانچاقنىڭ ئۆرنىكى %1 غا تەڭشەلدى

source: Could not find theme "%1". The theme should be one of the following options: %2
ug: «%1» ئۆرنەكنى تاپالمىدى. ئۆرنەك تۆۋەندىكى تاللانمىدىن بىرى بولۇشى كېرەك: %2

source: You have the following Plasma themes on your system:
ug: سىستېمىڭىزدا تۆۋەندىكى Plasma ئۆرنىكى بار:

# @item:inlistbox filters displayed themes
source: All themes
ug: بارلىق ئۆرنەك

# @item:inlistbox filters displayed themes
source: Light themes
ug: يورۇق ئۆرنەك

# @item:inlistbox filters displayed themes
source: Dark themes
ug: قاراڭغۇ ئۆرنەك

# @item:inlistbox filters displayed themes
source: Color scheme compatible
ug: رەڭ لايىھە ماسلىشىشچانلىقى

source: Install from File…
ug: ھۆججەتتىن ئورنات…

source: Get New…
ug: يېڭىسىغا ئېرىش…

source: Follows color scheme
ug: رەڭ لايىھەسىگە ئەگىشىدۇ

source: Edit Theme…
ug: ئۆرنەك تەھرىر…

source: Open Theme
ug: ئۆرنەك ئاچ

source: Theme Files (*.zip *.tar.gz *.tar.bz2)
ug: ئۆرنەك ھۆججىتى (*.zip *.tar.gz *.tar.bz2)
