Repository: KDE/plasma-workspace
Catalog: po/*/kcm_style.po
Languages: ug

source: %1 is not a valid GTK Theme archive.
ug: %1 ئىناۋەتلىك GTK ئۆرنەك ئارخىپى ئەمەس.

source: There was an error loading the configuration dialog for this style.
ug: بۇ ئۇسلۇبنىڭ سەپلىمە سۆزلەشكۈسىنى يۈكلەۋاتقاندا خاتالىق كۆرۈلگەن.

source: Failed to apply selected style '%1'.
ug: تاللانغان «%1» ئۇسلۇبنى قوللىنالمىدى.

source: Configure %1
ug: %1 نى سەپلە

source: Tab 1
ug: 1-بەتكۈچ‎‏

source: Push Button
ug: توپچە

source: Combo box
ug: بىرىكمە رامكا

source: Checkbox
ug: كۆپ تاللاش

source: Radio button
ug: يەككە تاللاش توپچە

source: Tab 2
ug: 2-بەتكۈچ

source: Application style
ug: پىروگرامما ئۇسلۇبى

source: Show icons on buttons
ug: توپچىدە سىنبەلگە كۆرسىتىدۇ

source: Show icons in menus
ug: تىزىملىكتە سىنبەلگە كۆرسىتىدۇ

source: Main toolbar label
ug: ئاساسىي قورال بالداق بەلگىسى

source: Secondary toolbar label
ug: ئىككىنچى قورال بالداق بەلگىسى

# @title:window
source: Configure Icons and Toolbars
ug: سىنبەلگە ۋە قورال بالداق سەپلەيدۇ

source: Show icons:
ug: سىنبەلگە كۆرسىتىدۇ:

source: On buttons
ug: توپچىدە

source: In menus
ug: تىزىملىكتە

source: Main toolbar label:
ug: ئاساسىي قورال بالداق بەلگىسى:

source: None
ug: يوق

source: Text only
ug: تېكىستلا

source: Beside icons
ug: سىنبەلگە يېنىدا

source: Below icon
ug: سىنبەلگىنىڭ ئاستىدا

source: Secondary toolbar label:
ug: ئىككىنچى قورال بالداق بەلگىسى:

source: GNOME/GTK Application Style
ug: GNOME/GTK پىروگرامما ئۇسلۇبى

source: GTK theme:
ug: Gtk ئۆرنىكى:

source: Preview…
ug: ئالدىن كۆزەت…

source: Install from File…
ug: ھۆججەتتىن ئورنات…

source: Get New GNOME/GTK Application Styles…
ug: يېڭى GNOME/GTK پىروگرامما ئۇسلۇبىغا ئېرىش…

source: Select GTK Theme Archive
ug: GTK ئۆرنەك ئارخىپى تاللىنىدۇ

source: GTK Theme Archive (*.tar.xz *.tar.gz *.tar.bz2)
ug: GTK ئۆرنەك ئارخىپى (*.tar.xz *.tar.gz *.tar.bz2)

source: Configure Icons and Toolbars…
ug: سىنبەلگە ۋە قورال بالداق سەپلەيدۇ…

source: Configure GNOME/GTK Application Style…
ug: GNOME/GTK پىروگرامما ئۇسلۇبىنى سەپلەيدۇ…

source: Configure Style…
ug: ئۇسلۇب سەپلەيدۇ…
