Repository: KDE/plasma-workspace
Catalog: po/*/kcm_regionandlang.po
Languages: th

# Binary dialect Metric, with origin in parentheses
source: Metric system (SI)
th: ระบบเมตริก (SI)

source: Binary - Kibibytes (KiB), Mebibytes (MiB), Gibibytes (GiB)
th: ไบนารี - คิบิไบต์ (KiB), เมบิไบต์ (MiB), กิบิไบต์ (GiB)

source: Binary - Kilobytes (kB), Megabytes (MB), Gigabytes (GB)
th: ไบนารี - กิโลไบต์ (kB), เมกะไบต์ (MB), กิกะไบต์ (GB)

source: Decimal - Kilobytes (kB), Megabytes (MB), Gigabytes (GB)
th: ทศนิยม - กิโลไบต์ (kB), เมกะไบต์ (MB), กิกะไบต์ (GB)

# Measurement combobox
source: Metric
th: เมตริก

# PaperSize combobox
source: Letter
th: จดหมาย

# Department name
source: Development Department
th: ฝ่ายพัฒนา

# Building name
source: Dev-Building
th: อาคารนักพัฒนา

# Street or block name
source: Main Street
th: ถนนสายหลัก

# House number
source: House 1
th: บ้าน 1

# Room number
source: Room 2
th: ห้อง 2

# Floor number
source: Floor 3
th: ชั้น 3

# Local township within town or city
source: Downtown
th: ในเมือง

# Town or city
source: City
th: เมือง

# State, province or prefecture
source: State
th: จังหวัด

# Family names
source: FamilyName
th: นามสกุล

# Family names in uppercase
source: FAMILYNAME
th: นามสกุล

# First given name
source: FirstName
th: ชื่อ

# First given initial
source: F
th: ชื่อ

# First given name with latin letters
source: FirstName
th: ชื่อ

# Other shorter name
source: OtherName
th: ชื่ออื่น

# Additional given names
source: AdditionalName
th: ชื่อเพิ่มเติม

# Initials for additional given names
source: A
th: น.

source: Profession
th: อาชีพ

# Salutation
source: Doctor
th: แพทย์

# Abbreviated salutation
source: Dr.
th: ดร.

# Salutation using the FDCC-sets conventions
source: Dr.
th: ดร.

# This is returned when an example test could not be made from locale information
source: Could not find an example for this locale
th: ไม่พบตัวอย่างสําหรับ locale นี้

# @info this will be shown as an error message
source: Could not find the system's available locales using the <command>localectl</command> tool. Please file a bug report about this at <link>https://bugs.kde.org</link>
th: ไม่พบ locale ที่พร้อมใช้งานของระบบโดยใช้ เครื่องมือคําสั่ง <command>localectl</command> โปรดยื่นรายงานข้อบกพร่องเกี่ยวกับเรื่องนี้ที่ <link>https://bugs.kde.org</link>

# @info:warning
source: Can't locate executable `check-language-support`
th: ไม่พบไฟล์ปฏิบัติการ 'check-language-support'

# the arg is the output of failed check-language-support call
source: check-language-support failed, output: %1
th: check-language-support ล้มเหลว เอาต์พุต: %1

# %1 is a list of package names
source: Not all missing packages managed to resolve! %1
th: แพ็คเกจที่หายไปไม่สามารถแก้ไขได้ทั้งหมด! %1

# %1 is a list of package names
source: Failed to install package %1
th: ติดตั้งแพคเกจ %1 ไม่สําเร็จ

source: Another process is already running, please retry later
th: กระบวนการอื่นกําลังทํางานอยู่แล้ว โปรดลองใหม่ในภายหลัง

source: Unauthorized to edit locale configuration file
th: ไม่ได้รับอนุญาตให้แก้ไขไฟล์การกําหนดค่า locale

source: Can't open file `/etc/locale.gen`
th: ไม่สามารถเปิดไฟล์ '/etc/locale.gen'

source: Can't locate executable `locale-gen`
th: ไม่พบไฟล์ปฏิบัติการ 'locale-gen'

source: Unknown
th: ไม่ทราบ

source: Default for System
th: ค่าเริ่มต้นสําหรับระบบ

source: Default
th: ค่าเริ่มต้น

# @info:title, meaning the current locale is system default(which is `C`)
source: System Default C
th: ค่าเริ่มต้นของระบบ C

# @info:title the current locale is the default for %1, %1 is the country name
source: Default for %1
th: ค่าเริ่มต้นสําหรับ %1

# @info:title
source: Language
th: ภาษา

# @info:title
source: Numbers
th: ตัวเลข

# @info:title
source: Time
th: เวลา

# @info:title
source: Currency
th: เงินตรา

# @info:title
source: Measurements
th: การวัด

# @info:title
source: Paper Size
th: ขนาดกระดาษ

# @info:title
source: Address
th: ที่อยู่

# @info:title
source: Name Style
th: รูปแบบชื่อ

# @info:title
source: Phone Numbers
th: หมายเลขโทรศัพท์

# @info:title
source: Data and Storage Sizes
th: ขนาดข้อมูลและการจัดเก็บข้อมูล

# @info:title, the current setting is system default
source: System Default
th: ค่าเริ่มต้นของระบบ

# as subtitle, remind user that the format used now is inherited from locale %1
source: (Standard format for %1)
th: (รูปแบบเริ่มต้นสําหรับ %1)

source: Inherit Language
th: สืบทอดภาษา

source: Language
th: ภาษา

source: Putting any other languages below English will cause undesired behavior in some applications. If you would like to use your system in English, remove all other languages.
th: การใส่ภาษาอื่นต่ํากว่าภาษาอังกฤษจะทําให้เกิดพฤติกรรมที่ไม่พึงประสงค์ใน แอพพลิเคชั่นบางอย่าง หากคุณต้องการใช้ระบบเป็นภาษาอังกฤษ ให้ลบ ภาษาอื่น ๆ ทั้งหมด

# Error message, %1 is the language name
source: The language "%1" is unsupported
th: ภาษา "%1" ไม่ได้รับการสนับสนุน

source: Add languages in the order you want to see them in your applications.
th: เพิ่มภาษาตามลําดับที่คุณต้องการดูในแอปพลิเคชันของคุณ

# @info:tooltip
source: Change Language
th: เปลี่ยนภาษา

# @title:window
source: Change Language
th: เปลี่ยนภาษา

# @info:tooltip
source: Move to top
th: ย้ายไปด้านบน

# @info:tooltip
source: Remove
th: เอาออก

# @info:placeholder
source: No Language Configured
th: ไม่มีการกําหนดค่าภาษา

# @title:window
source: Add Languages
th: เพิ่มภาษา

# @action:button
source: Add More…
th: เพิ่มเติม...

# @info
source: Changes will take effect the next time you log in.
th: การเปลี่ยนแปลงจะมีผลในครั้งต่อไปที่คุณเข้าสู่ระบบ

source: Restart now
th: รีสตาร์ทเดี๋ยวนี้

# @info
source: Generating locale and language support files; don't turn off the computer yet.
th: กำลังสร้างไฟล์ locale และภาษา อย่าเพิ่งปิดคอมพิวเตอร์

# @info
source: Locale and language support files have been generated, but language-specific fonts could not be automatically installed. If your language requires specialized fonts to be displayed properly, you will need to discover what they are and install them yourself.
th: ไฟล์ locale และภาษาถูกสร้างขึ้น แต่ฟอนต์เฉพาะภาษา ไม่สามารถติดตั้งแบบอักษรได้โดยอัตโนมัติ หากภาษาของคุณต้องการแบบอักษรพิเศษที่จะแสดงอย่างถูกต้อง คุณจะต้องค้นพบสิ่งที่พวกเขาเป็นและติดตั้งด้วยตัวคุณเอง

# @info
source: Necessary locale and language support files have been installed. It is now safe to turn off the computer.
th: มีการติดตั้งไฟล์ locale และภาษาที่จําเป็นแล้ว ตอนนี้ ปลอดภัยในการปิดคอมพิวเตอร์

# @action:button for change the locale used
source: Modify…
th: แก้ไข...

# @title:window
source: Data and Storage Sizes
th: ขนาดข้อมูลและการจัดเก็บข้อมูล

source: Numbers
th: ตัวเลข

source: Time
th: เวลา

source: Currency
th: เงินตรา

source: Measurements
th: การวัด

source: Paper Size
th: ขนาดกระดาษ

# Postal Address
source: Address
th: ที่อยู่

# Name Style
source: Name
th: ชื่อ

# Phone Numbers
source: Phone number
th: หมายเลขโทรศัพท์
