Repository: KDE/plasma-workspace
Catalog: po/*/kcm_colors.po
Languages: ug

# NAME OF TRANSLATORS
source: Your names
ug: ئابدۇقادىر ئابلىز، غەيرەت كەنجى

# EMAIL OF TRANSLATORS
source: Your emails
ug: sahranbay@gmail.com, gheyret@gmail.com

source: Unable to create a temporary file.
ug: ۋاقىتلىق ھۆججەت قۇرالمايدۇ.

source: Unable to download the color scheme: %1
ug: رەڭ لايىھەسىنى چۈشۈرەلمەيدۇ: %1

source: This file is not a color scheme file.
ug: بۇ ھۆججەت رەڭ لايىھە ھۆججىتى ئەمەس.

source: Failed to create 'color-scheme' data folder.
ug: «color-scheme» سانلىق مەلۇمات قىسقۇچى قۇرالمىدى.

source: Failed to copy color scheme into 'color-scheme' data folder.
ug: رەڭ لايىھەسىنى «color-scheme» سانلىق مەلۇمات قىسقۇچىغا كۆچۈرەلمىدى.

source: Color scheme installed successfully.
ug: رەڭ لايىھەسى مۇۋەپپەقىيەتلىك ئورنىتىلدى.

source: Color scheme name
ug: رەڭ لايىھە ئىسمى

source: Accent color
ug: روشەن رەڭ

source: The last used custom accent color before user switched to wallpaper generated color or default color
ug: ئىشلەتكۈچى تام قەغەز ھاسىللىغان رەڭ ياكى كۆڭۈلدىكى رەڭگە ئالماشتۇرۇشتىن ئىلگىرى ئاخىرقى قېتىم ئىشلەتكەن ئىختىيارى روشەن رەڭ

source: Whether accent color from wallpaper should be applied
ug: تام قەغەزدىن ئاجراتقان روشەن رەڭنى قوللىنامدۇ يوق

source: KColorSchemeEditor
ug: KColor رەڭ لايىھە تەھرىرلىگۈچ

source: Utility to edit and create color schemes
ug: رەڭ لايىھەسى قۇرۇپ ۋە تەھرىرلەيدىغان قورال

source: Utility creation
ug: قۇرۇش قورالى

source: KCM code (reused in here)
ug: KCM كودى (بۇ يەردە قايتا ئىشلىتىلگەن)

source: Scheme to edit or to use as a base.
ug: تەھرىرلەش ياكى ئىشلىتىشتە ئاساس قىلىدىغان رەڭ لايىھەسى.

source: Show 'Apply' button that saves changes without asking (unlike 'Save As' button)
ug: ئۆزگەرتىشنى سورىمايلا ساقلايدىغان «قوللان» توپچەنى كۆرسىتىدۇ («باشقا ئاتتا ساقلا» توپچە بىلەن ئوخشىمايدۇ)

source: Makes the dialog transient for another application window specified by handle
ug: تۇتقۇچتا بەلگىلەنگەن باشقا پىروگرامما كۆزنىكىنىڭ سۆزلەشكۈسىنى سۈزۈك قىلىدۇ

source: Scheme not found, falling back to current one.
ug: رەڭ لايىھەسى تېپىلمىدى، نۆۋەتتىكى بىرسىگە قايتىدۇ.

source: Window text on Window Background
ug: كۆزنەك تەگلىكىدىكى كۆزنەك تېكىستى

# color-kcm-preview
source: Window text
ug: كۆزنەك تېكىستى

source: Button text on Button Background
ug: توپچە تەگلىكىدىكى توپچە تېكىستى

# color-kcm-preview
source: Push Button
ug: توپچە

source: Selection Normal Text against Selection Normal Background
ug: تاللانغان ئادەتتىكى تەگلىكتە تاللانغان ئادەتتىكى تېكىست

# color-kcm-preview
source: Selected text
ug: تاللانغان تېكىست

source: Selection Link Text against Selection Normal Background
ug: تاللانغان ئادەتتىكى تەگلىكتە تاللانغان ئۇلانما تېكىست

# color-kcm-preview
source: link
ug: ئۇلانما

source: Selection Visited Text against Selection Normal Background
ug: تاللانغان ئادەتتىكى تەگلىكتە تاللانغان زىيارەت قىلىنغان تېكىست

# color-kcm-preview
source: visited
ug: زىيارەت قىلىنغان

source: Selection Active Text against Selection Normal Background
ug: تاللانغان ئادەتتىكى تەگلىكتە تاللانغان ئاكتىپ تېكىست

source: Selection Inactive Text against Selection Normal Background
ug: تاللانغان ئادەتتىكى تەگلىكتە تاللانغان پاسسىپ تېكىست

source: Selection Negative Text against Selection Normal Background
ug: تاللانغان ئادەتتىكى تەگلىكتە تاللانغان تەتۈر رەڭ تېكىست

source: Selection Neutral Text against Selection Normal Background
ug: تاللانغان ئادەتتىكى تەگلىكتە تاللانغان بىتەرەپ تېكىست

source: Selection Positive Text against Selection Normal Background
ug: تاللانغان ئادەتتىكى تەگلىكتە تاللانغان ھەقىقىي تېكىست

source: View Normal Text against View Normal Background
ug: كۆرۈنۈش ئادەتتىكى تەگلىكتە كۆرۈنۈش ئادەتتىكى تېكىست

# color-kcm-preview
source: Normal text
ug: ئادەتتىكى تېكىست

source: View Link Text against View Normal Background
ug: كۆرۈنۈش ئادەتتىكى تەگلىكتە كۆرۈنۈش ئۇلانما تېكىست

source: View Visited Text against View Normal Background
ug: كۆرۈنۈش ئادەتتىكى تەگلىكتە كۆرۈنۈش زىيارەت قىلىنغان تېكىست

source: View Active Text against View Normal Background
ug: كۆرۈنۈش ئادەتتىكى تەگلىكتە كۆرۈنۈش ئاكتىپ تېكىست

source: View Inactive Text against View Normal Background
ug: كۆرۈنۈش ئادەتتىكى تەگلىكتە كۆرۈنۈش پاسسىپ تېكىست

source: View Negative Text against View Normal Background
ug: كۆرۈنۈش ئادەتتىكى تەگلىكتە كۆرۈنۈش تەتۈر رەڭ تېكىست

source: View Neutral Text against View Normal Background
ug: كۆرۈنۈش ئادەتتىكى تەگلىكتە كۆرۈنۈش بىتەرەپ تېكىست

source: View Positive Text against View Normal Background
ug: كۆرۈنۈش ئادەتتىكى تەگلىكتە كۆرۈنۈش ئوڭ رەڭ تېكىست

source: Varies
ug: ئۆزگىرىشچان

source: Normal Background
ug: ئادەتتىكى تەگلىك

source: Alternate Background
ug: زاپاس تەگلىك

source: Normal Text
ug: ئادەتتىكى تېكىست

source: Inactive Text
ug: پاسسىپ تېكىست

source: Active Text
ug: ئاكتىپ تېكىست

source: Link Text
ug: ئۇلانما تېكىست

source: Visited Text
ug: زىيارەت قىلىنغان تېكىست

source: Negative Text
ug: تەتۈر رەڭ تېكىست

source: Neutral Text
ug: بىتەرەپ تېكىست

source: Positive Text
ug: ئوڭ تېكىست

source: Focus Decoration
ug: فوكۇس بېزىكى

source: Hover Decoration
ug: لەيلىتىش بېزىكى

source: Color set:
ug: رەڭ توپلىمى:

source: Colorset to view/modify
ug: كۆرىدىغان/تۈزىتىدىغان رەڭ توپلىمى

# color-sets
source: Common colors
ug: دائىم ئىشلىتىدىغان رەڭ

# color-sets
source: View
ug: كۆرۈنۈش

# color-sets
source: Window
ug: كۆزنەك

# color-sets
source: Button
ug: توپچە

# color-sets
source: Selection
ug: تاللاش

# color-sets
source: Tooltip
ug: كۆرسەتمە

# color-sets
source: Complementary
ug: تولۇقلىما رەڭ

# color-sets
source: Header
ug: بەت قاش

source: New Row
ug: يېڭى قۇر

source: View Background
ug: كۆرۈنۈش تەگلىكى

source: View Text
ug: كۆرۈنۈش تېكىست

source: Window Background
ug: كۆزنەك تەگلىكى

source: Window Text
ug: كۆزنەك خېتى

source: Button Background
ug: توپچە تەگلىكى

source: Button Text
ug: توپچە تېكىستى

source: Selection Background
ug: تاللانغان تەگلىك

source: Selection Text
ug: تاللانغان تېكىست

source: Selection Inactive Text
ug: تاللانغان پاسسىپ تېكىست

source: Tooltip Background
ug: كۆرسەتمە تەگلىكى

source: Tooltip Text
ug: كۆرسەتمە تېكىستى

source: Active Titlebar
ug: ئاكتىپ ماۋزۇ بالدىقى

source: Active Titlebar Text
ug: ئاكتىپ ماۋزۇ بالداق تېكىستى

source: Active Titlebar Secondary
ug: ئاكتىپ ماۋزۇ بالداق ئىككىنچى

source: Inactive Titlebar
ug: پاسسىپ ماۋزۇ بالداق

source: Inactive Titlebar Text
ug: پاسسىپ ماۋزۇ بالداق تېكىستى

source: Inactive Titlebar Secondary
ug: پاسسىپ ماۋزۇ بالداق ئىككىنچى

source: Options
ug: تاللانما

source: Colors
ug: رەڭ

source: Disabled
ug: چەكلەنگەن

source: You have unsaved changes. Do you really want to quit?
ug: ساقلىمىغان ئۆزگەرتىشىڭىز بار. راستتىنلا چېكىنەمسىز؟

source: Unsaved changes
ug: ساقلانمىغان ئۆزگەرتىش

source: Save Color Scheme
ug: رەڭ لايىھەسىنى ساقلاش

source: &Enter a name for the color scheme:
ug: رەڭ لايىھەسىنىڭ ئاتى كىرگۈزۈلىدۇ(&E):

source: A color scheme with that name already exists. Do you want to overwrite it?
ug: شۇنداق ئاتتىكى رەڭ لايىھەسى مەۋجۇت. قاپلىۋېتەمسىز؟

source: You do not have permission to overwrite that scheme
ug: بۇ لايىھەنى قاپلاش ئىجازىتىڭىز يوق

source: Error
ug: خاتالىق

source: Inactive
ug: پاسسىپ

source: Color:
ug: رەڭ:

source: Intensity:
ug: كۈچلۈكلۈك:

source: Disabled color effect type
ug: چەكلەنگەن رەڭ ئۈنۈمىنىڭ تۈرى

# no disabled color effect
source: None
ug: يوق

# disabled color effect
source: Desaturate
ug: ئاچۇر

# disabled color effect
source: Fade
ug: ئاقارت

# disabled color effect
source: Tint
ug: قارايت

source: Disabled intensity effect type
ug: چەكلەنگەن كۈچلۈكلۈك ئۈنۈم تۈرى

# no disabled intensity effect
source: None
ug: يوق

# disabled intensity effect
source: Shade
ug: قاتلا

# disabled intensity effect
source: Darken
ug: قارايت

# disabled intensity effect
source: Lighten
ug: يورۇت

source: Contrast:
ug: سېلىشتۇرمىسى:

source: Disabled color effect amount
ug: چەكلەنگەن رەڭ ئۈنۈمىنىڭ مىقدارى

source: Disabled intensity effect amount
ug: چەكلەنگەن كۈچلۈكلۈك ئۈنۈم مىقدارى

source: Disabled color
ug: چەكلەنگەن رەڭ

source: Disabled contrast type
ug: چەكلەنگەن سېلىشتۇرما دەرىجە تۈرى

# no disabled contrast
source: None
ug: يوق

# disabled contrast
source: Fade
ug: ئاقارت

# disabled contrast
source: Tint
ug: قارايت

source: Disabled contrast amount
ug: چەكلەنگەن سېلىشتۇرما دەرىجەنىڭ مىقدارى

source: Apply &effects to inactive windows
ug: ئۈنۈمنى پاسسىپ كۆزنەككە قوللىنىدۇ(&E)

source: Use different colors for in&active selections
ug: پاسسىپ تاللاشقا پەرقلىق رەڭ ئىشلىتىدۇ(&A)

source: Shade sorted column &in lists
ug: تىزىمدىكى تەرتىپلەنگەن رەتنى سايىلەشتۇر(&I)

source: Make window titlebars a&ccent-colored
ug: كۆزنەك ماۋزۇ بالداققا كۈچەيتىلگەن رەڭ ئىشلىتىدۇ(&C)

source: Tint all colors with accent color
ug: ھەممە رەڭنى كۈچەيتىلگەن رەڭدە قارايتىدۇ

source: Tint strength:
ug: قارايتىش كۈچلۈكلۈكى:

source: Contrast of the frames, separators and outlines
ug: كاندۇك، ئايرىغۇچ ۋە گىرۋەكنىڭ سېلىشتۇرمىسى

source: Frames and Outlines
ug: كاندۇك ۋە گىرۋەك

source: Contrast values below 15% may produce visually awkward effects with some applications and color schemes. Consider yourself warned!
ug: بەزى پىروگرامما ۋە رەڭ لايىھەسىدە سېلىشتۇرما قىممىتى 15% تىن تۆۋەن بولغاندا كۆرۈنۈشتە غەلىتە ئۈنۈمنى پەيدا قىلىدۇ.ئاگاھلاندۇرۇلدۇم دەپ قاراڭ!

source: Contrast
ug: سېلىشتۇرمىسى

source: Normal Text on Normal Background
ug: ئادەتتىكى تەگلىكتىكى ئادەتتىكى تېكىست

# color-kcm-set-preview
source: normal
ug: ئادەتتىكى

source: Link Text on Normal Background
ug: ئادەتتىكى تەگلىكتىكى ئۇلانما تېكىست

# color-kcm-set-preview
source: link
ug: ئۇلانما

source: Visited Text on Normal Background
ug: ئادەتتىكى تەگلىكتىكى زىيارەت قىلىنغان تېكىست

# color-kcm-set-preview
source: visited
ug: زىيارەت قىلىنغان

source: Active Text on Normal Background
ug: ئادەتتىكى تەگلىكتىكى ئاكتىپ تېكىست

# color-kcm-set-preview
source: active
ug: ئاكتىپ

source: Inactive Text on Normal Background
ug: ئادەتتىكى تەگلىكتىكى پاسسىپ تېكىست

# color-kcm-set-preview
source: inactive
ug: پاسسىپ

source: Negative Text on Normal Background
ug: ئادەتتىكى تەگلىكتىكى تەتۈر رەڭ تېكىست

# color-kcm-set-preview
source: negative
ug: تەتۈر رەڭ

source: Neutral Text on Normal Background
ug: نورمال تەگلىكتىكى بىتەرەپ تېكىست

# color-kcm-set-preview
source: neutral
ug: بىتەرەپ

source: Positive Text on Normal Background
ug: نورمال تەگلىكتىكى ئوڭ تېكىست

# color-kcm-set-preview
source: positive
ug: ئوڭ رەڭ

source: Hover on Normal Background
ug: ئادەتتىكى تەگلىكتە لەيلەت

# color-kcm-set-preview
source: hover
ug: لەيلەت

source: Link Text on Link Background (Note: Link Background is derived from Link Text and cannot be separately configured at this time)
ug: ئۇلانما تەگلىكتىكى ئۇلانما تېكىست (دىققەت: ئۇلانما تەگلىك ئۇلانما تېكىستتىن پەيدا بولىدۇ، بۇ چاغدا ئايرىپ سەپلىگىلى بولمايدۇ)

source: Visited Text on Visited Background (Note: Visited Background is derived from Visited Text and cannot be separately configured at this time)
ug: زىيارەت قىلىنغان تەگلىكتىكى زىيارەت قىلىنغان تېكىست (دىققەت: زىيارەت قىلىنغان تەگلىك زىيارەت قىلىنغان تېكىستتىن پەيدا بولىدۇ، بۇ چاغدا ئايرىپ سەپلىگىلى بولمايدۇ)

source: Active Text on Active Background (Note: Active Background is derived from Active Text and cannot be separately configured at this time)
ug: ئاكتىپ تەگلىكتىكى ئاكتىپ تېكىست (دىققەت: ئاكتىپ تەگلىك ئاكتىپ تېكىستتىن پەيدا بولىدۇ، بۇ چاغدا ئايرىپ سەپلىگىلى بولمايدۇ)

source: Inactive Text on Alternate Background
ug: ئالماشتۇرىدىغان تەگلىكتىكى پاسسىپ تېكىست

# color-kcm-set-preview
source: alternate
ug: ئالماشتۇر

source: Negative Text on Negative Background (Note: Negative Background is derived from Negative Text and cannot be separately configured at this time)
ug: تەتۈر رەڭ تەگلىكتىكى تەتۈر رەڭ تېكىست (دىققەت: تەتۈر رەڭ تەگلىك تەتۈر رەڭ تېكىستتىن پەيدا بولىدۇ، بۇ چاغدا ئايرىپ سەپلىگىلى بولمايدۇ)

source: Neutral Text on Neutral Background (Note: Neutral Background is derived from Neutral Text and cannot be separately configured at this time)
ug: بىتەرەپ تەگلىكتىكى بىتەرەپ تېكىست (دىققەت: بىتەرەپ تەگلىك بىتەرەپ تېكىستتىن پەيدا بولىدۇ، بۇ چاغدا ئايرىپ سەپلىگىلى بولمايدۇ)

source: Positive Text on Positive Background (Note: Positive Background is derived from Positive Text and cannot be separately configured at this time)
ug: ئوڭ تەگلىكتىكى ئوڭ تېكىست (دىققەت: ئوڭ تەگلىك ئوڭ تېكىستتىن پەيدا بولىدۇ، بۇ چاغدا ئايرىپ سەپلىگىلى بولمايدۇ)

source: Focus on Normal Background
ug: ئادەتتىكى تەگلىكتىكى فوكۇس

# color-kcm-set-preview
source: focus
ug: فوكۇس

source: This tool allows you to set the color scheme for the current Plasma session, without accidentally setting it to one that is either not available, or which is already set.
ug: بۇ قورال نۆۋەتتىكى Plasma جەريانچاقنىڭ رەڭ ئۆرنىكىنى تەڭشەشكە يول قويىدۇ، ئۇنى ئىشلەتكىلى بولمايدىغان لايىھە قىلىپ تەڭشەش ياكى ئىشلىتىلىۋاتقان لايىھە قىلىپ تەڭشەشتىن ساقلىنىدۇ.

source: The name of the color scheme you wish to set for your current Plasma session (passing a full path will only use the last part of the path)
ug: نۆۋەتتىكى Plasma جەريانچاق (تولۇق يول يەتكۈزۈلسە يولنىڭ پەقەت ئاخىرقى بۆلىكىلا ئىشلىتىلىدۇ) قا تەڭشىمەكچى بولغان رەڭ لايىھە ئىسمى

source: Show all the color schemes available on the system (and which is the current theme)
ug: سىستېمىدا ئىشلەتكىلى بولىدىغان ھەممە رەڭ لايىھەسى (ۋە قايسىسىنىڭ نۆۋەتتە ئۆرنەك ئىكەنلىكى) نى كۆرسىتىدۇ

source: The name of the accent color you want to set. SVG color names (https://www.w3.org/TR/SVG11/types.html#ColorKeywords) and hex color codes are supported. Quote the hex code if there is possibility of shell expansion
ug: تەڭشىمەكچى بولغان روشەن رەڭنىڭ ئىسمى. SVG رەڭ ئىسمى (https://www.w3.org/TR/SVG11/types.html#ColorKeywords) ۋە ئون ئالتىلىك رەڭ كودىنى قوللايدۇ. ئەگەر shell كېڭەيتىلمىسى ئىشلىتىش مۇمكىن بولسا ئون ئالتىلىك رەڭ كودى نەقىل ئېلىنىدۇ

source: The requested theme "%1" is already set as the theme for the current Plasma session.
ug: ئىلتىماس قىلىنغان ئۆرنەك «%1» ئاللىبۇرۇن نۆۋەتتىكى Plasma جەريانچاقنىڭ ئۆرنىكىگە تەڭشەلگەن.

source: Successfully applied the color scheme %1 to your current Plasma session
ug: رەڭ لايىھە ئۆرنىكى «%1» نۆۋەتتىكى Plasma جەريانچاققا مۇۋەپپەقىيەتلىك قوللىنىلدى

source: Could not find theme "%1". The theme should be one of the following options: %2
ug: «%1» ئۆرنەكنى تاپالمىدى. ئۆرنەك تۆۋەندىكى تاللانمىدىن بىرى بولۇشى كېرەك: %2

source: You have managed to pass an empty color scheme name, which isn't supported behavior.
ug: قىلمىشىنى قوللىمايدىغان بوش رەڭ لايىھە ئىسمىدىن بىرنى تەمىنلىدىڭىز.

source: The file you attempted to set as your scheme, %1, could not be identified as a color scheme.
ug: سىز تەڭشەشنى سىناۋاتقان ھۆججەت %1 نى رەڭ لايىھەسى دەپ تونۇيالمىدى.

source: Successfully applied the accent color %1
ug: روشەن رەڭ %1 مۇۋەپپەقىيەتلىك قوللىنىلدى

source: Invalid accent color
ug: ئىناۋەتسىز روشەن رەڭ

source: You have the following color schemes on your system:
ug: سىستېمىڭىزدا تۆۋەندىكى رەڭ لايىھەلىرى بار:

source: * %1 (current color scheme)
ug: * %1 (نۆۋەتتىكى رەڭ لايىھەسى)

# @item:inlistbox Accent color from color scheme
source: Accent color from color scheme
ug: رەڭ لايىھەسى ئاساسىدىكى روشەن رەڭ

# @item:inlistbox Accent color from wallpaper
source: Accent color from wallpaper
ug: تام قەغەز ئاساسىدىكى روشەن رەڭ

# @item:inlistbox User-chosen custom accent color
source: Custom accent color
ug: ئىختىيارى روشەن رەڭ

source: The color scheme '%1' is not installed. Selecting the default theme instead.
ug: «%1» رەڭ لايىھەسى ئورنىتىلمىغان. ئورنىغا كۆڭۈلدىكى ئۆرنەك تاللىنىدۇ.

# @item:inlistbox filter displayed schemes
source: All schemes
ug: بارلىق رەڭ لايىھەسى

# @item:inlistbox filter displayed schemes
source: Light schemes
ug: يورۇق رەڭ لايىھەسى

# @item:inlistbox filter displayed schemes
source: Dark schemes
ug: قاراڭغۇ رەڭ لايىھەسى

source: Install from File…
ug: ھۆججەتتىن ئورنات…

source: Get New…
ug: يېڭىسىغا ئېرىش…

source: Window Title
ug: كۆزنەك ماۋزۇسى

source: Window text
ug: كۆزنەك تېكىستى

source: Button
ug: توپچە

# Hyperlink
source: link
ug: ئۇلانما

# Visited hyperlink
source: visited
ug: زىيارەت قىلىنغان

source: Normal text
ug: ئادەتتىكى تېكىست

source: Highlighted text
ug: يورۇتۇلغان تېكىست

source: Disabled text
ug: چەكلەنگەن تېكىست

source: Edit Color Scheme…
ug: رەڭ لايىھەسى تەھرىرلە…

source: Open Color Scheme
ug: رەڭ لايىھەسىنى ئاچ

source: Color Scheme Files (*.colors)
ug: رەڭ لايىھە ھۆججىتى (*.colors)
