Repository: KDE/plasma-workspace
Catalog: po/*/kcm_autostart.po
Languages: ga, ug

source: "%1" is not an absolute url.
ga: Níl "%1" URL absalóideach.
ug: «%1» مۇتلەق تور ئادرېسى ئەمەس.

source: "%1" does not exist.
ga: Níl "%1" ann.
ug: «%1» مەۋجۇت ئەمەس.

source: "%1" is not a file.
ga: Ní comhad é "%1".
ug: «%1» ھۆججەت ئەمەس.

source: "%1" is not readable.
ga: Ní féidir "%1" a léann.
ug: «%1» نى ئوقۇغىلى بولمايدۇ.

# @label Stop the Systemd unit for a running process
source: Stop
ga: Stad
ug: توختا

# @label Start the Systemd unit for a currently inactive process
source: Start
ga: Tosaigh
ug: باشلا

# @label The name of a Systemd unit for an app or script that will autostart
source: Name:
ga: Ainm:
ug: ئاتى:

source: Status:
ga: Stádas:
ug: ھالىتى:

source: Last activated on:
ug: ئاخىرقى قوزغىتىلغان ۋاقتى:

source: Unable to load logs. Try refreshing.
ug: خاتىرە يۈكلىيەلمىدى. يېڭىلاشنى سىناڭ.

# @action:button Refresh entry logs when it failed to load
source: Refresh
ga: Athnuaigh
ug: يېڭىلا

source: Make Executable
ug: ئىجراچان قىل

source: The file '%1' must be executable to run at logout.
ug: «%1» ھۆججەت چوقۇم ئىجراچان بولغاندا ئاندىن تىزىمدىن چىققاندا ئىجرا قىلغىلى بولىدۇ.

source: The file '%1' must be executable to run at login.
ug: «%1» ھۆججەت چوقۇم ئىجراچان بولغاندا ئاندىن تىزىمغا كىرگەندە ئىجرا قىلغىلى بولىدۇ.

# @action:button menu button; add new application etc
source: Add New
ga: Cuir Nua Leis
ug: يېڭىدىن قوش

# @title:menu accessible menu button
source: Add new application or script
ga: Cuir feidhmchlár nua nó script nua leis
ug: يېڭى پىروگرامما ياكى قوليازما قوش

# @action:inmenu completes: add new application
source: Application…
ga: Feidhmchlár...
ug: پىروگرامما…

# @action:inmenu accessible
source: Add application
ga: Cuir feidhmchlár leis
ug: پىروگرامما قوش

# @action:inmenu completes: add new login script
source: Login Script…
ga: Script Le hAghaidh Logáil Isteach...
ug: تىزىمغا كىرىش قوليازمىسى…

# @action:inmenu accessible
source: Add login script
ga: Cuir script le haghaidh logáil isteach leis...
ug: تىزىمغا كىرىش قوليازمىسى قوش

# @action:inmenu completes: add new logout script
source: Logout Script…
ga: Script Le hAghaidh Logáil Amach...
ug: تىزىمدىن چىقىش قوليازمىسى…

# @action:inmenu accessible
source: Add logout script
ga: Cuir script le haghaidh logáil amach leis...
ug: تىزىمدىن چىقىش قوليازمىسى قوش

source: %1 has not been autostarted yet. Details will be available after the system is restarted.
ug: %1 تېخى ئۆزلۈكىدىن قوزغالمىدى. تەپسىلىي ئۇچۇرىنى سىستېما قايتا قوزغالغاندىن كېيىن ئاندىن ئىشلەتكىلى بولىدۇ.

# @label Entry hasn't been autostarted because system hasn't been restarted
source: Not autostarted yet
ug: تېخى ئۆزلۈكىدىن قوزغالمىدى

# @action:button
source: See properties
ug: خاسلىقىنى كۆرسەت

# @action:button
source: Remove entry
ug: تۈرنى چىقىرىۋەت

source: Applications
ga: Feidhmchláir
ug: پىروگرامما

source: Login Scripts
ga: Scripteanna Le hAghaidh Logáil Isteach
ug: تىزىمغا كىرىش قوليازمىسى

source: Pre-startup Scripts
ga: Réámh-Tosú
ug: قوزغىلىشتىن ئىلگىرىكى قوليازما

source: Logout Scripts
ga: Scripteanna Le hAghaidh Logáil Amach
ug: تىزىمدىن چىقىش قوليازمىسى

source: No user-specified autostart items
ug: ئىشلەتكۈچى بەلگىلىگەن ئۆزلۈكىدىن قوزغىلىدىغان تۈر يوق

# @info 'some' refers to autostart items
source: Click the <interface>Add New</interface> button to add some
ga: Cliceáil an cnaipe <interface>Cuir Nua Leis</interface> chuig mír a chur leis
ug: بىر قانچىنى قوشۇش ئۈچۈن <interface>يېڭىدىن قوش</interface> توپچە چېكىلىدۇ

source: Choose Login Script
ga: Roghnaigh Script Le hAghaidh Logáil Isteach
ug: تىزىمغا كىرىش قوليازمىسى تاللىنىدۇ

source: Choose Logout Script
ga: Roghnaigh Script Le hAghaidh Logáil Amach
ug: تىزىمدىن چىقىش قوليازمىسى تاللىنىدۇ

# @label Entry is running right now
source: Running
ga: Ag Rith
ug: ئىجرا قىلىنىۋاتىدۇ

# @label Entry is not running right now (exited without error)
source: Not running
ga: Níl ag rith
ug: ئىجرا قىلىنمايۋاتىدۇ

# @label Entry is being started
source: Starting
ga: Á Thosú
ug: باشلاۋاتىدۇ

# @label Entry is being stopped
source: Stopping
ga: Á Stad
ug: توختىتىۋاتىدۇ

# @label Entry has failed (exited with an error)
source: Failed
ga: Teipthe
ug: مەغلۇپ بولدى

source: Error occurred when receiving reply of GetAll call %1
ug: GetAll چاقىرىش %1 نىڭ ئىنكاسىنى تاپشۇرۇۋېلىۋاتقاندا خاتالىق كۆرۈلدى

source: Failed to open journal
ug: خاتىرىنى ئاچالمىدى
