Repository: KDE/plasma-workspace
Catalog: po/*/kded_devicenotifications.po
Languages: ca, eu, fi, hu, ia, lv, nn, pt_br, sl, sv, ta, uk, zh_cn, zh_tw

# @title:notifications
source: Display Detected
ca: S'ha detectat una pantalla
eu: Bistaratzailea hauteman da
fi: Havaittiin näyttö
hu: Kijelző észlelve
ia: Monstrator Discoperite
lv: Konstatēts displejs
nn: Skjem oppdaga
pt_br: Tela detectada
sl: Zaznan zaslon
sv: Bildskärm detekterad
ta: திரை கண்டறியப்பட்டது
uk: Виявлено дисплей
zh_cn: 检测到显示器
zh_tw: 偵測到顯示器

source: A display has been connected.
ca: S'ha connectat una pantalla.
eu: Bistaratzaile bat konektatu da.
fi: Näyttö on kytketty.
hu: Egy kijelzőt csatlakoztattak.
ia: Un monstrator ha essite connectite.
lv: Ir pievienots displejs.
nn: Ein ny skjerm vart kopla til.
pt_br: Uma tela foi conectada.
sl: Zaslon je bil priklopljen.
sv: En bildskärm har anslutits.
ta: ஓர் திரை இணைக்கப்பட்டுள்ளது.
uk: Дисплей з'єднано.
zh_cn: 一个显示器已经连接。
zh_tw: 已連接一個顯示器。

# @title:notifications
source: Display Removed
ca: S'ha extret una pantalla
eu: Bistaratzailea kendu da
fi: Irrotettiin näyttö
hu: Kijelző eltávolítva
ia: Monstrator Removite
lv: Displejs ir noņemts
nn: Skjerm fjerna
pt_br: Tela removida
sl: Zaslon odstranjen
sv: Bildskärm borttagen
ta: திரை கழற்றப்பட்டுள்ளது
uk: Дисплей вилучено
zh_cn: 显示器已移除
zh_tw: 顯示器已移除

source: A display has been disconnected.
ca: S'ha desconnectat una pantalla.
eu: Bistaratzaile bat deskonektatu da.
fi: Näyttö on irrotettu.
hu: Egy kijelzőt leválasztottak.
ia: Un monstrator ha essite disconnectite.
lv: Displejs ir atvienots.
nn: Ein skjerm vart kopla frå.
pt_br: Uma tela foi desconectada.
sl: Zaslon je bil odklopljen.
sv: En bildskärm har bortkopplats.
ta: ஓர் திரை கழற்றப்பட்டுள்ளது.
uk: Дисплей від'єднано.
zh_cn: 一个显示器已经断开连接。
zh_tw: 已中斷一個顯示器的連接。

source: %1 has been connected.
ca: %1 s'ha connectat.
eu: %1 konektatu da.
fi: %1 on kytketty.
hu: %1 csatlakoztatva.
ia: %1 ha essite connectite.
lv: „%1“ ir atvienots.
nn: %1 vart kopla til.
pt_br: %1 foi conectado.
sl: %1 je bil(a) priklopljen(a).
sv: %1 har bortkopplats.
ta: %1 இணைக்கப்பட்டுள்ளது.
uk: %1 було з'єднано.
zh_cn: %1 已经连接。
zh_tw: %1 已連接。

source: A USB device has been connected.
ca: S'ha connectat un dispositiu USB.
eu: USB gailu bat konektatu da.
fi: USB-laite on kytketty.
hu: Egy USB-eszközt csatlakoztattak.
ia: Un dispositivo USB ha essite connectite.
lv: USB ierīce ir pievienota.
nn: Ei USB-eining vart kopla til.
pt_br: Um dispositivo USB foi conectado.
sl: Naprava USB je bila priklopljena.
sv: En USB-enhet har anslutits.
ta: ஓர் USB சாதனம் இணைக்கப்பட்டுள்ளது.
uk: Пристрій USB з'єднано.
zh_cn: 一个 USB 设备已经连接。
zh_tw: 已連接一個 USB 裝置。

# @title:notifications
source: USB Device Detected
ca: S'ha detectat un dispositiu USB
eu: USB gailu bat antzeman da
fi: Havaittiin USB-laite
hu: USB-eszköz észlelve
ia: Un dispositivo USB Discoperite
lv: Konstatēta USB ierīce
nn: USB-eining oppdaga
pt_br: Dispositivo USB detectado
sl: Zaznana naprava USB
sv: USB-enhet detekterad
ta: USB சாதனம் கண்டறியப்பட்டது
uk: Виявлено пристрій USB
zh_cn: 检测到 USB 设备
zh_tw: 偵測到 USB 裝置

source: %1 has been disconnected.
ca: %1 s'ha desconnectat.
eu: %1 deskonektatu da.
fi: %1 on irrotettu.
hu: %1 leválasztva.
ia: %1 ha essite disconnectite
lv: „%1“ ir atvienots.
nn: %1 vart kopla frå.
pt_br: %1 foi desconectado.
sl: %1 je bil(a) odklopljen(a).
sv: %1 har bortkopplats.
ta: %1 கழற்றப்பட்டுள்ளது.
uk: %1 було від'єднано.
zh_cn: %1 已经断开连接。
zh_tw: %1 已中斷連接。

source: A USB device has been disconnected.
ca: S'ha desconnectat un dispositiu USB.
eu: USB gailu bat deskonektatu da.
fi: USB-laite on irrotettu.
hu: Egy USB-eszközt leválasztottak.
ia: Un dispositivo USB ha essite disconnectite.
lv: USB ierīce ir atvienota.
nn: Ei USB-eining vart kopla frå.
pt_br: Um dispositivo USB foi desconectado.
sl: Naprava USB je bila odklopljena.
sv: En USB-enhet har bortkopplats.
ta: ஓர் USB சாதனம் கழற்றப்பட்டுள்ளது.
uk: Пристрій USB від'єднано.
zh_cn: 一个 USB 设备已经断开连接。
zh_tw: 已中斷一個 USB 裝置的連接。

# @title:notifications
source: USB Device Went Away
ca: Ha desaparegut un dispositiu USB
eu: USB gailua desagertu da
fi: USB-laite poistui
lv: USB ierīce pēkšņi atvienojās
nn: USB-eining forsvann
pt_br: O dispositivo USB desapareceu
sv: USB-enhet försvann
ta: USB சாதனம் காணாமல் போனது
uk: Пристрій USB зник
zh_cn: USB 设备已经断开连接
zh_tw: USB 裝置已移除

# @title:notifications
source: USB Device Removed
hu: USB-eszköz eltávolítva
ia: Dispositivo USB Removite
sl: Naprava USB odstranjena
