Repository: KDE/plasma-workspace
Catalog: po/*/ksecretprompter.po
Languages: ar, ka

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ka: Temuri Doghonadze

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ka: temuri.doghonadze@gmail.com

# @title:window
source: Unlock Wallet
ar: فكّ قفل المحفظة
ka: საფულის განბლოკვა

# @label
source: Authentication is needed to unlock the wallet <resource>%1</resource>.
ar: الاستيثاق مطلوب لفك قفل المحفظة <resource>%1</resource>.
ka: საფულის <resource>%1</resource> განბლოკვისთვის საჭიროა ავთენტიკაცია.

# @title
source: Create Wallet
ar: أنشئ محفظة
ka: საფულის შექმნა

# @label
source: Provide a password to create the wallet <resource>%1</resource>.
ar: أدخل كلمة السّرّ لإنشاء المحفظة <resource>%1</resource>.
ka: შეიყვანეთ პაროლი, რომ შეიქმნას საფულე <resource>%1</resource>.

# application description
source: A service to show password prompts
ar: خدمة لأظهار محث كلمة السر
ka: სერვისი პაროლის მოთხოვნების საჩვენებლად

# author name
source: Marco Martin
ar: ماركو مارتن
ka: მარკო მარტინი

# task description for an author line in about data
source: Author
ar: المؤلف
ka: ავტორი

source: Replace an existing instance
ar: استبدل نسخة موجودة
ka: გაშვებული ასლის ჩანაცვლება
