Repository: KDE/plasma-workspace
Catalog: po/*/ksmserver.po
Languages: cs, ug

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák
ug: ئابدۇقادىر ئابلىز، غەيرەت كەنجى

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org
ug: sahranbay@gmail.com, gheyret@gmail.com

source: Logout canceled by '%1'
cs: Odhlášení přerušil '%1'
ug: تىزىمدىن چىقىشتىن «%1» ۋاز كەچتى

source: $HOME not set!
cs: $HOME nenastaven.

source: $HOME directory (%1) does not exist.
cs: Adresář $HOME (%1) neexistuje.

source: No read access to $HOME directory (%1).
cs: K adresáři $HOME (%1) nemáte práva pro čtení.

source: $HOME directory (%1) is out of disk space.
cs: Adresáři $HOME (%1) došlo místo na disku.

source: Writing to the $HOME directory (%2) failed with the error '%1'
cs: Zápis do dočasného $HOME (%2) selhal s chybou '%1'

source: No write access to '%1'.
cs: Nemáte práva pro zápis do '%1'.
ug: «%1» غا يېزىش ئىجازىتى يوق.

source: No read access to '%1'.
cs: Nemáte práva pro čtení '%1'.
ug: «%1» نى ئوقۇش ئىجازىتى يوق.

source: Temp directory (%1) is out of disk space.
cs: Dočasnému adresáři (%1) došlo místo na disku.

source: Writing to the temp directory (%2) failed with the error '%1'
cs: Zápis do dočasného adresáře (%2) selhal s chybou '%1'

source: The following installation problem was detected while trying to start Plasma:
cs: Byl zjištěn následující problém s instalací při pokusu o spuštění Plasma:
ug: Plasma نى قوزغىتىشنى سىناۋاتقاندا تۆۋەندىكى ئورنىتىش مەسىلىسىنى بايقىدى:

source: Plasma is unable to start.
cs: Plasma nelze spustit.
ug: Plasma قوزغالمايدۇ:

source: Plasma Workspace installation problem!
cs: Problém s instalací Plasma Workspace.

source: The reliable Plasma session manager that talks the standard X11R6 session management protocol (XSMP).
cs: Spolehlivý správce sezení pro prostředí Plasma, které se dorozumívá standardním protokolem správy sezení pro X11R6 (XSMP).
ug: ئىشەنچلىك Plasma جەريانچاق باشقۇرغۇچ ئۆلچەملىك X11R6 جەريانچاق باشقۇرۇش كېلىشىمى(XSMP)نى ئىشلىتىدۇ.

source: Restores the saved user session if available
cs: Obnovuje uložené uživatelské sezení, je-li dostupné
ug: ئەگەر مۇمكىن بولسا ساقلانغان ئىشلەتكۈچى جەريانچاقنى ئەسلىگە كەلتۈرىدۇ

source: Also allow remote connections
cs: Povolit taktéž vzdálená připojení
ug: يىراقتىن باغلىنىشقا يول قويىدۇ

source: Starts the session in locked mode
cs: Spustí sezení v uzamčeném režimu

source: Starts without lock screen support. Only needed if other component provides the lock screen.
cs: Spouští se bez podpory zamykání obrazovky. Je potřeba pouze pokud jiná komponenta zamykání poskytuje.
ug: ئېكران قۇلۇپلاشنى قوللىمىغان ئاساستا قوزغىتىدۇ، پەقەت باشقا بۆلەك ئېكران قۇلۇپلاش بىلەن تەمىنلىگەندىلا ئاندىن لازىم بولىدۇ.

# @label an unknown executable is using resources
source: [unknown]
cs: [neznámý]
ug: (يوچۇن)

# @info:status
source: Session is exiting
ug: جەريانچاق مەۋجۇت

# @label notification; %1 is a list of executables
source: Unable to manage some apps because the system's session management resources are exhausted. Here are the top three consumers of session resources: %1
ug: بەزى ئەپنى باشقۇرالمايدۇ چۈنكى سىستېمىنىڭ جەريانچاق باشقۇرۇش مەنبەسى خوراپ تۈگىدى. تۆۋەندىكىسى جەريانچاق مەنبەسىنى ئەڭ كۆپ ئىشلىتىۋاتقان ئۈچى: %1

# @label notification; %1 is an executable name
source: Unable to restore <application>%1</application> because it is broken and has exhausted the system's session restoration resources. Please report this to the app's developers.
ug: <application>%1</application> نى ئەسلىگە كەلتۈرەلمەيدۇ چۈنكى ئۇ بۇزۇلغان ۋە سىستېمىنىڭ جەريانچاق مەنبەسىنى خورىتىپ تۈگەتتى. بۇنى ئەپ ئىجادكارىغا مەلۇم قىلىڭ.
