Repository: KDE/plasma-workspace
Catalog: po/*/libkicker.po
Languages: ug

source: Open with:
ug: ئاچقۇز:

source: Properties
ug: خاسلىق

source: Add to Desktop
ug: ئۈستەلئۈستىگە قوش

source: Pin to Task Manager
ug: ۋەزىپە باشقۇرغۇچقا مىخلا

source: Add to Panel (Widget)
ug: كۆزنەكچىگە قوش (ئەپچە)

source: Recent Files
ug: يېقىنقى ھۆججەت

source: Forget Recent Files
ug: يېقىنقى ھۆججەتنى ئۇنتۇ

source: Edit Application…
ug: پىروگرامما تەھرىرلە…

# @action opens a software center with the application
source: Uninstall or Manage Add-Ons…
ug: قوشۇلما سۆك ياكى باشقۇر…

source: Hide Application
ug: ئەپنى يوشۇر

source: Applications
ug: پىروگرامما

source: Unhide Applications in this Submenu
ug: بۇ تىزىملىكتىكى پىروگراممىنى يوشۇرمايدۇ

source: Unhide Applications in '%1'
ug: «%1» دىكى پىروگراممىنى يوشۇرمايدۇ

source: Show KRunner
ug: KRunner نى كۆرسەت

source: Search, calculate, or run a command
ug: ئىزدەپ، ھېسابلاپ ياكى بۇيرۇق ئىجرا قىلىدۇ

source: Computer
ug: كومپيۇتېر

source: Favorites
ug: يىغقۇچ

source: Recently Used
ug: يېقىندا ئىشلەتكەن

source: Files
ug: ھۆججەت

source: Forget Application
ug: پىروگراممىنى ئۇنتۇ

source: Folders
ug: قىسقۇچ

source: Open Containing Folder
ug: ئىچىدىكى قىسقۇچنى ئاچ

source: Forget File
ug: ھۆججەتنى ئۇنتۇ

source: Forget All
ug: ھەممىنى ئۇنتۇ

source: Forget All Applications
ug: ھەممە پىروگراممىنى ئۇنتۇ

source: Forget All Files
ug: ھەممە ھۆججەتنى ئۇنتۇ

source: All Applications
ug: بارلىق پىروگرامما

source: Hide %1
ug: %1 نى يوشۇر

source: This shouldn't be visible! Use KICKER_FAVORITES_MODEL
ug: بۇنى كۆرۈنمەسلىكى كېرەك! KICKER_FAVORITES_MODEL نى ئىشلىتىڭ

source: Often Used Files
ug: دائىم ئىشلىتىدىغان ھۆججەت

source: Recent Applications
ug: يېقىنقى پىروگرامما

source: Often Used Applications
ug: دائىم ئىشلىتىدىغان پىروگرامما

source: Power / Session
ug: توك مەنبە / جەريانچاق

source: Search results
ug: ئىزدەش نەتىجىسى

source: Lock
ug: قۇلۇپلا

source: Log Out
ug: تىزىمدىن چىق

source: Save Session
ug: جەريانچاقنى ساقلا

source: Switch User
ug: ئىشلەتكۈچى ئالماشتۇر

# Suspend to RAM
source: Sleep
ug: ئۇخلات

source: Hibernate
ug: ئۈچەك

source: Restart
ug: قايتا قوزغات

source: Shut Down
ug: تاقا

source: Session
ug: جەريانچاق

source: System
ug: سىستېما

source: Lock screen
ug: ئېكراننى قۇلۇپلا

source: End session
ug: جەريانچاقنى ئاخىرلاشتۇر

source: Start a parallel session as a different user
ug: باشقا ئىشلەتكۈچى سۈپىتىدە پاراللېل جەريانچاق باشلايدۇ

source: Suspend to RAM
ug: ئەسلەككە توڭلات

source: Suspend to disk
ug: دىسكىغا توڭلات

source: Restart computer
ug: كومپيۇتېرنى قايتا قوزغات

source: Turn off computer
ug: كومپيۇتېرنى تاقا

source: System actions
ug: سىستېما مەشغۇلاتى
