Repository: KDE/plasma-workspace
Catalog: po/*/libkmpris.po
Languages: eu

# @title Name for global shortcuts category
source: Media Controller
eu: Hedabide kontrolatzailea

# @title shortcut
source: Play/Pause media playback
eu: Ekin/Eten hedabidea atzera-jotzea

# @title shortcut
source: Media playback next
eu: Hedabide atzera-jotzea hurrengoa

# @title shortcut
source: Media playback previous
eu: Hedabide atzera-jotzea aurrekoa

# @title shortcut
source: Media playback seek forward 5s
eu: Hedabide atzera-jotzea 5s aurrera

# @title shortcut
source: Media playback seek backward 5s
eu: Hedabide atzera-jotzea 5s atzera

# @title shortcut
source: Media playback seek forward 30s
eu: Hedabide atzera-jotzea 30 s aurrera

# @title shortcut
source: Media playback seek backward 30s
eu: Hedabide atzera-jotzea 30 s atzera

# @title shortcut
source: Stop media playback
eu: Gelditu hedabide atzera-jotzea

# @title shortcut
source: Pause media playback
eu: Eten hedabide atzera-jotzea

# @title shortcut
source: Play media playback
eu: Jo hedabide atzera-jotzea

# @title shortcut
source: Media volume up
eu: Hedabide bolumena igo

# @title shortcut
source: Media volume down
eu: Hedabide bolumena jaitsi
