Repository: KDE/plasma-workspace
Catalog: po/*/libnotificationmanager.po
Languages: ar, es, eu, fi, ga, he, is, ko, lv, ru, sl, ta, vi

# @info %1 notification body %2 application name
source: %1 from %2
ar: %1 من %2
es: %1 desde %2
eu: %1 %2(e)tik
fi: %1 sovelluksesta %2
ga: %1 ó %2
he: %1 מ־%2
is: %1 frá %2
lv: %1 no %2
ru: %1 из приложения «%2»
sl: %1 iz %2
ta: %2 என்பதிலிருந்து %1
vi: %1 của %2

# Copying n of m files to locaton
source: %2 of %1 file to %3
ar: %2 من %1 ملف إلى %3
es: %2 de %1 archivo a %3
eu: %2/%1 fitxategi %3(e)ra
fi: %2 / %1 tiedosto kohteeseen %3
ga: %2 as %1 chomhad go %3
he: %2 מתוך קובץ אחד אל %3
is: %2 af %1 skrá í %3
ko: %3(으)로 파일 %1개 중 %2개
lv: %2. no %1 datnes uz %3
ru: %2 из %1 файла в «%3»
sl: %2 od %1 datotek v %3
ta: %1-இல் %2 கோப்பு %3 என்ற இடத்திற்கு
vi: %2 trong %1 tệp vào %3

# Copying n files to location
source: %1 file to %2
ar: %1 ملف إلى %2
es: %1 archivo a %2
eu: fitxategi %1 %2-ra
fi: %1 tiedosto kohteeseen %2
ga: %1 chomhad go %2
he: קובץ אחד אל %2
is: %1 skrá í %2
ko: %2(으)로 파일 %1개
lv: %1 datni uz %2
ru: %1 файла в «%2»
sl: %1 datotek v %2
ta: %1 கோப்பு %2 என்ற இடத்திற்கு
vi: %1 tệp vào %2

# Copying n of m files
source: %2 of %1 file
ar: %2 من %1 ملف
es: %2 de %1 archivo
eu: %2/%1 fitxategi
fi: %2 / %1 tiedosto
ga: %2 as %1 chomhad
he: %2 מתוך קובץ
is: %2 af %1 skrá
ko: 파일 %1개 중 %2개
lv: %2 datni no %1
ru: %2 из %1 файла
sl: %2 od %1 datotek
ta: %1 கோப்பில் %2
vi: %2 trong %1 tệp

# Copying n files
source: %1 file
ar: %1 ملف
es: %1 archivo
eu: fitxategi %1
fi: %1 tiedosto
ga: %1 chomhad
he: קובץ
is: &Skrá
ko: 파일 %1개
lv: %1 datni
ru: %1 файла
sl: %1 datotek
ta: %1 கோப்பு
vi: %1 tệp

# Copying n of m items
source: %2 of %1 item
ar: %2 من %1 ملف
es: %2 de %1 elemento
eu: %2/%1 elementu
fi: %2 / %1 tietue
ga: %2 as %1 mhír
he: %2 מתוך פריט
is: %2 af %1 atriði
ko: 항목 %1개 중 %2개
lv: %2 vienums no %1
ru: %2 из %1 объекта
sl: %2 od %1 postavk
ta: %1 உருப்படியில் %2
vi: %2 trong %1 thứ

# Copying n items
source: %1 item
ar: 0 عنصر
es: %1 elemento
eu: elementu %1
fi: 1 tietue
ga: %1 mhír
he: פריט
is: %1 atriði
ko: 항목 %1개
lv: %1 vienumu
ru: %1 объект
sl: %1 postavk
ta: %1 உருப்படி
vi: %1 thứ

# Copying file to location
source: %1 to %2
ar: %1 إلى %2
es: %1 a %2
eu: %1 %2-ra
fi: %1 kohteeseen %2
ga: %1 go %2
he: %1 אל %2
is: %1 í %2
ko: %2(으)로 %1
lv: %1 uz %2
ru: «%1» в «%2»
sl: %1 v %2
ta: %1 %2 என்ற இடத்திற்கு
vi: %1 vào %2

# Copying n items to location
source: %1 file to %2
ar: %1 ملف إلى %2
es: %1 elemento a %2
eu: fitxategi %1 %2(e)ra
fi: %1 tiedosto kohteeseen %2
ga: %1 chomhad go %2
he: פריט אל %2
is: %1 skrá í %2
ko: %2(으)로 항목 %1개
lv: %1 datni uz %2
ru: %1 файла в «%2»
sl: %1 datotek v %2
ta: %1 கோப்பு %2 என்ற இடத்திற்கு
vi: %1 thứ vào %2

# Copying unknown amount of files to location
source: to %1
ar: إلى %1
es: a %1
eu: %1-era
fi: kohteeseen %1
ga: go %1
he: אל %1
is: í %1
ko: %1(으)로
lv: uz %1
ru: в «%1»
sl: v %1
ta: %1 என்ற இடத்திற்கு
vi: vào %1

# @info %1 notification body %2 job name
source: %1 from %2
ar: %1 من %2
es: %1 desde %2
eu: %1 %2(e)tik
fi: %1 työstä %2
ga: %1 ó %2
he: %1 מתוך %2
is: %1 frá %2
lv: %1 no %2
ru: %1 (источник: «%2»)
sl: %1 iz %2
ta: %2 என்பதிலிருந்து %1
vi: %1 của %2

source: Application closed unexpectedly.
ar: أغلق التطبيق بشكل غير متوقع
es: La aplicación se ha cerrado de forma no esperada.
eu: Aplikazio bat itxi da ustekabean.
fi: Sovellus sulkeutui odottamatta.
ga: Dúnadh an feidhmchlár go gan choinne.
he: יישום נסגר במפתיע.
is: Forritið hætti óvænt.
ko: 앱이 예상하지 못하게 종료되었습니다.
lv: Programma negaidīti aizvērās.
ru: Приложение неожиданно завершило работу.
sl: Program se je nepričakovano zaprl.
ta: செயலி எதிர்பாராத விதமாக மூடியது.
vi: Ứng dụng đã bất ngờ bị đóng.

# @title
source: Unread Notification
ar: لا يوجد إشعارات
es: Notificación sin leer
eu: Irakurri gabeko jakinarazpena
fi: Lukematta oleva ilmoitus
ga: Fógra Gan Léamh Agat
he: התראה שלא נקראה
is: Ólesin tilkynning
ru: Непрочитанные уведомления
sl: Neprebrana obvestila
ta: படிக்காத அறிவிப்பு

# @info
source: %1 notification was received while Do Not Disturb was active.
ar: لم يصل أي إشعار أثناء تنشيط وضع "عدم الإزعاج".
es: Se ha recibido %1 notificación mientras estaba activo el modo «No molestar».
eu: Jakinarazpen %1 jaso da Zaratarik Ez aktibo zegoen bitartean.
fi: Vastaanotettiin %1 ilmoitus Älä häiritse -tilan ollessa aktiivinen.
he: התקבלה התראה בזמן שמצב „לא להפריע” היה פעיל.
is: %1 tilkynning barst á meðan stillt var á Ekki ónáða.
ru: Во время работы режима «Не беспокоить» было получено %1 уведомление.
sl: Prejetih je bilo %1 obvestil med aktivnim načinom Ne moti.
ta: தொந்தரவு செய்யா பயன்முறையில் இருந்தபோது %1 அறிவிப்பு பெறப்பட்டது.

# @action:button Show the notifications popup
source: Show Notifications
ar: أظهر الإشعارات
eu: Erakutsi jakinarazpenak
ga: Taispeáin Fógraí
he: הצגת התראות
is: Sýna tilkynningar
sl: Prikaži obvestila
