Repository: KDE/plasma-workspace
Catalog: po/*/plasma_applet_org.kde.plasma.battery.po
Languages: cs

source: Charging
cs: Nabíjí se

source: Discharging
cs: Vybíjí se

source: Fully Charged
cs: Plně nabitá

source: Not Charging
cs: Nenabíjí se

# Battery is currently not present in the bay
source: Not present
cs: Není přítomna

source: This battery's health is at only %1% and it should be replaced. Contact the manufacturer.
cs: Zdraví této baterie je pouze %1% a měli byste ji vyměnit. Kontaktujte dodavatele hardwaru.

source: Time To Full:
cs: Čas do nabití:

source: Remaining Time:
cs: Zbývající čas:

# @info
source: Estimating…
cs: Odhaduji...

source: Battery Health:
cs: Zdraví baterie:

source: Battery is configured to charge up to approximately %1%.
cs: Baterie je nastavena pro nabití pouze zhruba do %1%.

source: Power Management
cs: Správa napájení

source: Power and Battery
cs: Napájení a baterie

source: Battery at %1%, not Charging
cs: Baterie je na %1%, nenabíjí se

source: Battery at %1%, plugged in but still discharging
cs: Baterie je na %1%, jste připojeni k napájení, ale stále se vybíjí

source: Battery at %1%, Charging
cs: Baterie je na %1%, nabíjí se

source: Battery at %1%
cs: Baterie je na %1%

source: The power supply is not powerful enough to charge the battery
cs: Zdroj napájení není dostatečně výkonný aby nabil baterii

source: No Batteries Available
cs: Nejsou dostupné žádné baterie

# time until fully charged - HH:MM
source: %1 until fully charged
cs: %1 do plného nabití

# remaining time left of battery usage - HH:MM
source: %1 remaining
cs: %1 zbývá

source: Not charging
cs: Nenabíjí se

source: Automatic sleep and screen locking are disabled; middle-click to re-enable
cs: Automatický spánek a zamčení obrazovky jsou vypnuty, znovu je povolíte kliknutím prostředním tlačítkem

source: An application has requested activating Performance mode
cs: Aplikace vyžádala aktivaci režimu Performance

source: An application has requested activating Power Save mode
cs: Aplikace vyžádala aktivaci úsporného režimu

source: &Show Energy Information…
cs: Zobrazit infor&mace o energii

source: Show Battery Percentage on Icon When Not Fully Charged
cs: Zobrazovat ikonu procent baterie pokud není plně nabitá

source: &Configure Power Management…
cs: Nastavit správu napá&jení...

# Sleep and Screen Locking after Inactivity
source: Blocked
cs: Blokován

# Sleep and Screen Locking after Inactivity
source: Automatic
cs: Automaticky

# @option:check Manually block sleep and screen locking after inactivity
source: Manually block
cs: Ručně zablokovat

source: Failed to unblock automatic sleep and screen locking
cs: Neúspěšný pokus odblokovat automatický spánek a zamčení obrazovky

source: Failed to block automatic sleep and screen locking
cs: Neúspěšný pokus zabránit automatickému spánku a zamčení obrazovky

# Minimize the length of this string as much as possible
source: Your laptop is configured not to sleep when closing the lid while an external monitor is connected.
cs: Váš notebook je nastaven tak, aby neusínal při zavření víka a připojení externího monitoru.

source: %1 application is currently blocking sleep and screen locking:
cs: %1 aplikace právě brání spánku nebo zamčení obrazovky:

source: %1 is currently blocking sleep and screen locking (%2)
cs: %1 právě brání spánku a zamčení obrazovky (%2)

source: %1 is currently blocking sleep and screen locking (unknown reason)
cs: %1 právě brání spánku nebo zamčení obrazovky (neznámý důvod)

source: An application is currently blocking sleep and screen locking (%1)
cs: Aplikace právě brání spánku nebo zamčení obrazovky (%1)

source: An application is currently blocking sleep and screen locking (unknown reason)
cs: Aplikace právě brání spánku nebo zamčení obrazovky (neznámý důvod)

# Application name: reason for preventing sleep and screen locking
source: %1: unknown reason
cs: %1: neznámý důvod

# Application name: reason for preventing sleep and screen locking
source: Unknown application: %1
cs: Neznámá aplikace: %1

# Application name: reason for preventing sleep and screen locking
source: Unknown application: unknown reason
cs: Neznámá aplikace: neznámý důvod

source: Power Save
cs: Úspora energie

source: Balanced
cs: Vyvážený

source: Performance
cs: Výkon

source: Power Profile
cs: Profil napájení

# Power profile
source: Not available
cs: Není k dispozici

source: Failed to activate %1 mode
cs: Selhala aktivace režimu %1

source: Performance mode has been disabled to reduce heat generation because the computer has detected that it may be sitting on your lap.
cs: Režim výkon byl zakázán pro snížení tepelného vyzařování protože počítač zjistil, že ho máte posazený na klíně.

source: Performance mode is unavailable because the computer is running too hot.
cs: Režim výkon je nedostupný protože se počítač příliš zahřívá.

source: Performance mode is unavailable.
cs: Režim výkon je nedostupný

source: Performance may be lowered to reduce heat generation because the computer has detected that it may be sitting on your lap.
cs: Výkon může být nižší pro snížení tepelného vyzařování protože počítač zjistil, že ho můžete mít posazený na vašem klíně.

source: Performance may be reduced because the computer is running too hot.
cs: Může dojít ke snížení výkonu protože se počítač příliš zahřívá.

source: Performance may be reduced.
cs: Může dojít ke snížení výkonu.

source: One application has requested activating %2:
cs: Jedna aplikace vyžádala aktivaci %2:

# Placeholder is the battery number
source: Battery %1
cs: Baterie %1

source: Battery
cs: Baterie
