Repository: KDE/plasma-workspace
Catalog: po/*/plasmashell.po
Languages: cs, fa

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák
fa: سهراب بهدانی

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org
fa: behdanisohrab@proton.me

source: Configure Mouse Actions Plugin
cs: Nastavit modul činností myši
fa: تنظیم افزونه عملکرد های موشی

# @label %1 is the Plasma version
source: KDE Plasma 6.0 Dev
cs: KDE Plasma 6.0 Vývoj
fa: کی‌دی‌ای پلاسما نگارش ۶.۰ در حال توسعه

# @label %1 is the Plasma version
source: KDE Plasma 6.0 Alpha
fa: کی‌دی‌ای پلاسما نگارش ۶.۰ آلفا

# @label %1 is the Plasma version
source: KDE Plasma 6.0 Beta 1
fa: کی‌دی‌ای پلاسما نگارش ۶.۰ بتای اول

# @label %1 is the Plasma version
source: KDE Plasma 6.0 Beta 2
fa: کی‌دی‌ای پلاسما نگارش ۶.۰ بتای دوم

# @label %1 is the Plasma version, RC meaning Release Candidate
source: KDE Plasma 6.0 RC1
fa: کی‌دی‌ای پلاسما نگارش ۶.۰ کاندید عرضه ۱

# @label %1 is the Plasma version, RC meaning Release Candidate
source: KDE Plasma 6.0 RC2
fa: کی‌دی‌ای پلاسما نگارش ۶.۰ کاندید عرضه ۲

# @label %1 is the Plasma version
source: KDE Plasma %1 Dev
cs: KDE Plasma %1 Vývoj
fa: کی‌دی‌ای پلاسما نگارش %1 در حال توسعه

# @label %1 is the Plasma version
source: KDE Plasma %1 Beta
fa: کی‌دی‌ای پلاسما نگارش بتای %1

# @label %1 is the Plasma version, %2 is the beta release number
source: KDE Plasma %1 Beta %2
fa: کی‌دی‌ای پلاسما نگارش بتای %1 ویرایش %2

# @label %1 is the Plasma version
source: KDE Plasma %1
fa: کی‌دی‌ای پلاسما نگارش %1

# @info:usagetip
source: Visit bugs.kde.org to report issues
cs: Pro hlášení chyb použijte http://bugs.kde.org
fa: برای گزارش اشکال ها bugs.kde.org را ببینید

source: Plasma Shell
cs: Shell Plasma
fa: پوستهٔ پلاسما

source: Enable QML Javascript debugger
cs: Povolit ladicí nástroj QML JavaScript
fa: اشکال‌زدای QML Javascript را فعال کنید

source: Do not restart plasma-shell automatically after a crash
cs: Nerestartovat plasma-shell po pádu automaticky
fa: «پوستهٔ پلاسما» را بعد از فروپاشی، خودکارانه دوباره به راه نیانداز

source: Force loading the given shell plugin
cs: Vynutit načítání daného moduly shellu
fa: بارگیری افزونهٔ پوستهٔ داده شده را به زور انجام بده

source: Replace an existing instance
cs: Nahradit existující instanci
fa: جایگزینی یک مورد موجود

source: Lists the available options for user feedback
cs: Seznam dostupných voleb pro uživatelskou zpětnou vazbu
fa: نشان‌دادن سیاهه امکانات موجود برای بازخورد کاربر

source: Plasma Failed To Start
cs: Start Plasma selhal
fa: اجرای پلاسما شکست خورد

source: Plasma is unable to start as it could not correctly use OpenGL 2 or software fallback Please check that your graphic drivers are set up correctly.
cs: Plasma se nemůže spustit protože nemůže správně používat OpenGL 2 nebo softwarovou zálohu. Prosím, zkontrolujte, že máte správně nastaveny ovladače.
fa: پلاسما نمی‌تواند اجرا شود. این می‌تواند به دلیل استفاده نادرست از OpenGL 2 و یا پرداخت نرم‌افزاری باشد. لطفاً از نصب و تنظیم بودن راه‌انداز گرافیکی خود اطمینان حاصل کنید.

# OSD informing that the system is muted, keep short
source: Audio Muted
cs: Zvuk ztlumen
fa: بی‌صدا

# OSD informing that the microphone is muted, keep short
source: Microphone Muted
cs: Mikrofon ztlumen
fa: میکروفون بی‌صدا شد

# OSD informing that some media app is muted, eg. Amarok Muted
source: %1 Muted
cs: %1 ztlumený
fa: %1 بی‌صدا شد

# touchpad was enabled, keep short
source: Touchpad On
cs: Touchpad zapnut
fa: صفحه‌لمسی روشن شد

# touchpad was disabled, keep short
source: Touchpad Off
cs: Touchpad vypnut
fa: صفحه‌لمسی خاموش شد

# wireless lan was enabled, keep short
source: Wifi On
cs: Wifi zapnuta
fa: وای‌فای روشن شد

# wireless lan was disabled, keep short
source: Wifi Off
cs: Wifi vypnuta
fa: وای‌فای خاموش شد

# Bluetooth was enabled, keep short
source: Bluetooth On
cs: Bluetooth zapnut
fa: بلوتوث روشن شد

# Bluetooth was disabled, keep short
source: Bluetooth Off
cs: Bluetooth vypnut
fa: بلوتوث خاموش شد

# mobile internet was enabled, keep short
source: Mobile Internet On
cs: Mobilní internet zapnut
fa: دیتای موبایل روشن شد

# mobile internet was disabled, keep short
source: Mobile Internet Off
cs: Mobilní internet vypnut
fa: دیتای موبایل خاموش شد

source: On-Screen Keyboard Activated
cs: Zapnuta klávesnice na obrazovce
fa: صفحه‌کلید مجازی فعال شد

source: On-Screen Keyboard Deactivated
cs: Vypnuta klávesnice na obrazovce
fa: صفحه‌کلید مجازی غیرفعال شد

# power management was inhibited, keep short
source: Sleep and Screen Locking Blocked
cs: Uspání a uzamčení obrazovky zakázáno
fa: خواب و قفل صفحه مسدود شدند.

# power management was uninhibited, keep short
source: Sleep and Screen Locking Unblocked
cs: Uspání a uzamčení obrazovky povoleno
fa: خواب و قفل صفحه از مسدودیت خارج شدند

# Power profile was changed to power save mode, keep short
source: Power Save Mode
cs: Úsporný režim
fa: حالت ذخیرهٔ نیرو

# Power profile was changed to balanced mode, keep short
source: Balanced Power Mode
cs: Vyvážený režim
fa: حالت مصرف نیروی متعادل

# Power profile was changed to performance mode, keep short
source: Performance Mode
cs: Režim pro výkon
fa: حالت عملکرد

# @action:inmenu
source: Hide Panel Configuration
cs: Skrýt nastavení panelu
fa: مخفی کردن تنظیمات تابلو

# @action:inmenu
source: Show Panel Configuration
cs: Zobrazit nastavení panelu
fa: نشان‌دادن تنظیمات تابلو

source: Internal Screen on %1
cs: Interní obrazovka na %1
fa: صفحه‌نمایش داخلی بر روی %1

# Screen manufacturer and model on connector
source: %1 %2 on %3
cs: %1 %2 na %3
fa: %1 %2 بر روی %3

source: Disconnected Screen %1
cs: Odpojená obrazovka %1
fa: صفحه‌نمایش %1 غیرفعال شد

source: Show Desktop
cs: Zobrazit plochu
fa: نشان‌دادن میزکار

source: Hide Desktop
cs: Skrýt pracovní plochu
fa: مخفی‌کردن میز‌کار

source: Activate Application Launcher
cs: Aktivovat spouštěč aplikací
fa: فعال کردن راه‌انداز برنامه‌های کاربردی

source: Show Activity Switcher
cs: Zobrazit přepínač aktivit
fa: نمایش تغییر فعالیت‌ها

source: Stop Current Activity
cs: Zastavit současnou aktivitu
fa: توقف این فعالیت

source: Switch to Previous Activity
cs: Přepnout na předchozí aktivitu
fa: تغییر به فعالیت قبلی

source: Switch to Next Activity
cs: Přepnout na následující aktivitu
fa: تغییر به فعالیت جدید

source: Activate Task Manager Entry %1
cs: Aktivovat záznam Správce úloh %1
fa: فعال کردن ورودی مدیریت تکلیف‌ %1

source: Panel and Desktop Management
fa: مدیریت میزکار و تابلو

source: Move keyboard focus between panels
cs: Přesunovat zaměření klávesnice mezi panely
fa: جابه‌جایی تمرکز صفحه‌کلید میان تابلو‌ها

source: Add Panel
cs: Přidat panel
fa: افزودن تابلو

# Creates an empty containment (%1 is the containment name)
source: Empty %1
cs: Prázdný %1
fa: خالی %1

source: Software Renderer In Use
cs: Je použito softwarové vykreslování
fa: پرداخت نرم‌افزاری درحال استفاده است

# Tooltip telling user their GL drivers are broken
source: Software Renderer In Use
cs: Je použito softwarové vykreslování
fa: پرداخت نرم‌افزاری درحال استفاده است

# Tooltip telling user their GL drivers are broken
source: Rendering may be degraded
cs: Vykreslování může být zhoršeno
fa: پرداخت می‌تواند خفیف باشد

source: Never show again
cs: Nikdy nezobrazovat
fa: دیگر نشان نده

source: Panel Count
cs: Počet panelů
fa: شمارش تابلو

source: Counts the panels
cs: Počítá panely
fa: تابلوها را می‌شمارد

# @action:button
source: Copy Plasma Version
cs: Zkopírovat verzi Plasma

# @action:button
source: Report a Bug…
cs: Nahlásit chybu…

# @title:menu
source: Hide Preview Banner
cs: Skrýt pruh náhledu

# @action:button Hide the preview banner until the system is restarted
source: Hide Until Restart
cs: Skrýt do restartu

# @action:button Hide the preview banner permanently
source: Hide Permanently…
cs: Skrýt trvale…

# @title:window
source: Hide Preview Banner?
cs: Skrýt pruh náhledu?

source: Enter Edit Mode
cs: Spustit režim úprav
