Repository: KDE/plasma-workspace
Catalog: po/*/plasma_applet_org.kde.plasma.notifications.po
Languages: ug

# Reply to message
source: Reply
ug: جاۋاب قايتۇر

# @action:inmenu
source: Copy Link Address
ug: ئۇلانما ئادرېسىنى كۆچۈر

# @action:inmenu
source: Copy
ug: كۆچۈر

# @action:inmenu
source: Select All
ug: ھەممىنى تاللا

# Notification was added less than a minute ago, keep short
source: Just now
ug: ھازىر

# Notification was added minutes ago, keep short
source: %1 min ago
ug: ‏%1‎‏ مىنۇت ئىلگىرى

# seconds remaining, keep short
source: %1 s remaining
ug: %1 سېكۇنت قالدى

# minutes remaining, keep short
source: %1 min remaining
ug: %1 مىنۇت قالدى

# hours remaining, keep short
source: %1 h remaining
ug: %1 سائەت قالدى

source: Configure
ug: سەپلە

# Opposite of minimize
source: Restore
ug: ئەسلىگە كەلتۈر

source: Minimize
ug: كىچىكلەت

source: Close
ug: ياپ

# How many files have been copied
source: %2 of %1 file
ug: %2 / %1 ھۆججەت

# How many dirs have been copied
source: %2 of %1 folder
ug: %2 / %1 قىسقۇچ

# How many items (that includes files and dirs) have been copied
source: %2 of %1 item
ug: %2 / %1 تۈر

source: %1 file
ug: %1 ھۆججەت

source: %1 folder
ug: %1 قىسقۇچ

source: %1 item
ug: %1 تۈر

# Hides/expands item details
source: Details
ug: تەپسىلاتى

# Resume paused job
source: Resume
ug: داۋاملاشتۇر

# Pause running job
source: Pause
ug: ۋاقىتلىق توختا

# Cancel running job
source: Cancel
ug: ۋاز كەچ

source: More Options…
ug: تېخىمۇ كۆپ تاللانما…

source: Open
ug: ئاچ

source: Open Containing Folder
ug: ئىچىدىكى قىسقۇچنى ئاچ

# Text field placeholder
source: Type a reply…
ug: جاۋاب كىرگۈزۈلىدۇ…

# @action:button
source: Send
ug: يوللا

source: Speed
ug: سۈرئىتى

source: Average Speed
ug: ئوتتۇرىچە سۈرئىتى

# Job name, e.g. Copying is paused
source: %1 (Paused)
ug: %1 (ۋاقىتلىق توختىدى)

# Job name, e.g. Copying has failed
source: %1 (Failed)
ug: %1 (مەغلۇپ بولدى)

source: Job Failed
ug: ۋەزىپە مەغلۇپ بولدى

# Job name, e.g. Copying has finished
source: %1 (Finished)
ug: %1 (تاماملاندى)

source: Job Finished
ug: ۋەزىپە تاماملاندى

source: Open with %1
ug: %1 غا ئاچقۇز

source: Open with…
ug: ئاچقۇز…

source: &Copy
ug: كۆچۈر(&C)

# @action:incontextmenu
source: Copy Location
ug: ئورنىنى كۆچۈر

source: Properties
ug: خاسلىق

source: Do not disturb
ug: دەخلى قىلماڭ

source: For 1 hour
ug: 1 سائەت

source: For 4 hours
ug: 4 سائەت

source: Until this evening
ug: بۈگۈن كېچىگىچە

source: Until tomorrow morning
ug: ئەتە ئەتىگەنگىچە

source: Until Monday
ug: دۈشەنبىگىچە

source: Until manually disabled
ug: قولدا چەكلىگۈچە

# Do not disturb until date
source: Automatically ends: %1
ug: ئۆزلۈكىدىن ئاخىرلاشتۇرىدۇ: %1

# Do not disturb until app has finished (reason)
source: While %1 is active (%2)
ug: %1 ئاكتىپ ھالەتتە (%2)

# Do not disturb until app has finished
source: While %1 is active
ug: %1 ئاكتىپ ھالەتتە

# Do not disturb because external mirrored screens connected
source: Screens are mirrored
ug: ئېكران تەتۈر

# Do not disturb because fullscreen app is focused
source: Fullscreen app is focused
ug: پۈتۈن ئېكران ئەپ فوكۇسلاندى

# @action:button
source: View
ug: كۆرسەت

source: Close Group
ug: گۇرۇپپا ياپ

source: Show Fewer
ug: ئازراق كۆرسەت

# Expand to show n more notifications
source: Show %1 More
ug: يەنە %1 نى كۆرسەت

source: No unread notifications
ug: ئوقۇلمىغان ئۇقتۇرۇش يوق

source: Notification service not available
ug: ئۇقتۇرۇش مۇلازىمىتىنى ئىشلەتكىلى بولمايدۇ

# Vendor and product name
source: Notifications are currently provided by '%1 %2'
ug: ئۇقتۇرۇشنى تەمىنلىگۈچى «%1 %2»

source: Toggle do not disturb
ug: دەخلى قىلماڭ ھالىتىنى ئالماشتۇر

# OSD popup, keep short
source: Notifications Off
ug: ئۇقتۇرۇش تاقاق

# OSD popup, keep short
source: Notifications On
ug: ئۇقتۇرۇش ئوچۇق

source: %1 running job
ug: %1 ئىجرا بولۇۋاتقان ۋەزىپە

source: %1 running job (%2%)
ug: %1 ئىجرا بولۇۋاتقان ۋەزىپە (%2%)

source: %1 unread notification
ug: %1 ئوقۇلمىغان ئۇقتۇرۇش

source: %1 active notification
ug: %1 ئاكتىپ ئۇقتۇرۇش

source: Do not disturb until %1; middle-click to exit now
ug: %1 غىچە دەخلى قىلماڭ؛ دەرھال چېكىنىشتە ئوتتۇرا توپچە چېكىلىدۇ

source: Do not disturb mode active; middle-click to exit
ug: دەخلى قىلماڭ ھالىتى ئاكتىپ؛ چېكىنىشتە ئوتتۇرا توپچە چېكىلىدۇ

source: Middle-click to enter do not disturb mode
ug: دەخلى قىلماڭ ھالىتىگە كىرىشتە ئوتتۇرا توپچە چېكىلىدۇ

source: Clear All Notifications
ug: بارلىق ئۇقتۇرۇشنى تازىلا

source: &Configure Event Notifications and Actions…
ug: پائالىيەت ئۇقتۇرۇشى ۋە مەشغۇلاتىنى سەپلە(&C)
