Repository: KDE/plasma-workspace
Catalog: po/*/plasma_package_plasmashell.po
Languages: nb

source: Applets furniture
nb: Skjermelement-møbler

source: Explorer UI for adding widgets
nb: Utforskergrensesnitt for å legge til skjermelementer

source: User interface for the views that will show containments
nb: Brukergrensesnitt for visninger som vil vise beholdere

source: Default layout file
nb: Standard utformingsfil

source: Default plugins for containments, containmentActions, etc.
nb: Standard programtillegg for beholdere, containmentActions og lignende.

source: Error message shown when an applet fails to load
nb: Feilmeldinga som vises når et skjermelement ikke kan lastes inn

source: QML component that shows an applet in a popup
nb: QML-komponent som viser et skjermelement i et sprettoppvindu

source: Compact representation of an applet when collapsed in a popup, for instance as an icon. Applets can override this component.
nb: Kompakt representasjon av et skjermelement når det er foldet sammen, for eksempel som et ikon. Skjermelementer kan overstyre denne komponenten.

source: QML component for the configuration dialog for applets
nb: QML-komponent som oppsettvindu til skjermelement

source: QML component for the configuration dialog for containments
nb: QML-komponent som oppsettvindu til beholdere

source: Panel configuration UI
nb: Brukergrensesnitt for paneloppsett

source: QML component for choosing an alternate applet
nb: QML-komponent for å velge et alternativt skjermelement

source: QML component for the configuration dialog of containments
nb: QML-komponent for oppsettvinduet til beholdere

source: Widgets explorer UI
nb: Brukergrensesnitt for utforskning av skjermelement

source: A UI for writing, loading and running desktop scripts in the current live session
nb: Brukergrensesnitt for å skrive, laste og kjøre skrivebordsskript i gjeldende økt
