Repository: KDE/plasma-workspace
Catalog: po/*/plasmashellprivateplugin.po
Languages: sq

# NAME OF TRANSLATORS
source: Your names
sq: KDE Shqip, Agron Selimaj

# EMAIL OF TRANSLATORS
source: Your emails
sq: kde-i18n-sq@kde.org,as9902613@gmail.com

# Placeholder is the battery number
source: Battery %1
sq: Bateri %1

source: Battery
sq: Bateri

# Agenda listview section title
source: Holidays
sq: Pushimet

# Agenda listview section title
source: Events
sq: Ngjarjet

# Agenda listview section title
source: Todo
sq: Për-të-bërë

# Means 'Other calendar items'
source: Other
sq: Të Tjera

source: %1 event
sq: %1 ngjarje

source: No events
sq: Nuk ka ngjarje

source: Days
sq: Ditët

source: Months
sq: Muajt

source: Years
sq: Vitet

source: Previous Month
sq: Muaji i mëparshëm

source: Previous Year
sq: Viti i mëparshëm

source: Previous Decade
sq: Dekada e Mëparshme

# Reset calendar to today
source: Today
sq: Sot

source: Reset calendar to today
sq: Rivendos kalendarin në ditën e sotme

source: Next Month
sq: Muaji i ardhshëm

source: Next Year
sq: Viti i ardhshëm

source: Next Decade
sq: Dekada e Ardhshme

# @info:tooltip
source: Keep Open
sq: Mbaje të hapur

source: Configure…
sq: Konfiguro…

source: Screen lock enabled
sq: Dryri i ekranit është i akvizuar

source: Sets whether the screen will be locked after the specified time.
sq: Vendos nëse ekrani do të kyçet pas kohës së specifikuar.

source: Sets the minutes after which the screen is locked.
sq: Cakton minutat pas të cilave ekrani kyçet.

source: New Session
sq: Seancë e Re

source: Filters
sq: Filtra

# applet category
source: Accessibility
sq: Çasshmëria

# applet category
source: Application Launchers
sq: Egzekutuesit e Programeve

# applet category
source: Astronomy
sq: Astronomi

# applet category
source: Date and Time
sq: Data dhe Ora

# applet category
source: Development Tools
sq: Mjetet e Programimit

# applet category
source: Education
sq: Shkollim

# applet category
source: Environment and Weather
sq: Mjedisi dhe Moti

# applet category
source: Examples
sq: Shembuj

# applet category
source: File System
sq: Sistemi i Skedave

# applet category
source: Fun and Games
sq: Argëtim dhe Lojëra

# applet category
source: Graphics
sq: Grafikët

# applet category
source: Language
sq: Gjuha

# applet category
source: Mapping
sq: Shoqërim të vlerave

# applet category
source: Miscellaneous
sq: Të Ndryshme

# applet category
source: Online Services
sq: Shërbimet në Rrjet

# applet category
source: Personal Information
sq: Informacione Personale

# applet category
source: Productivity
sq: Produktivitet

# applet category
source: System Information
sq: Informacionet e Sistemit

# applet category
source: Utilities
sq: Veglat

# applet category
source: Windows and Tasks
sq: Dritaret dhe Detyrat

# applet category
source: Clipboard
sq: Kujtesë e përkohshme

# applet category
source: Tasks
sq: Detyrat

source: All Widgets
sq: Të gjitha elementet e ndërveprimit

source: Running
sq: Në ekzekutim

source: User-installed
sq: Të instaluara nga Përdoruesi/ja

source: Recently installed
sq: Të Instaluara Kohët e Fundit

source: Categories:
sq: Kategoritë:

source: Download New Plasma Widgets
sq: Shkarko Elemente të Reja Ndërveprimi

source: Install Widget From Local File…
sq: Instalo Elemente Ndërveprimi nga Skeda Lokale…

# @title:window
source: Get New Widgets
sq: Merr elemente të reja ndërveprimi

source: Select Plasmoid File
sq: Përzgjidh Skedën Plasmoide

# %1 is the name of an applet, %2 is an error message
source: Installing the package %1 failed: %2.
sq: Duke Instaluar paketën %1 dështoi: %2.

source: Installation Failure
sq: Dështim i Instalimit

# @action:button
source: Zoom in
sq: Zmadho

# @action:button
source: Zoom out
sq: Zvogëlo

# @label:listbox In the context of time zone selection
source: Region:
sq: Rajoni:

# Placeholder for empty time zone combobox selector
source: Choose…
sq: Zgjidhni…
