Repository: KDE/plasma-workspace
Catalog: po/*/plasma_applet_org.kde.plasma.devicenotifier.po
Languages: ug

# @action:button check a storageAccess (i.e disk) for error
source: Check for Errors
ug: خاتالىق تەكشۈر

source: Mount
ug: ئېگەرلە

source: Open in File Manager
ug: ھۆججەت باشقۇرغۇچتا ئاچ

source: Try to Fix
ug: ئوڭشاشنى سىنا

source: Mount and Open
ug: ئېگەرلە ۋە ئاچ

source: Eject
ug: قاڭقىت

source: Safely remove
ug: بىخەتەر چىقىرىۋەت

source: This device has file system errors.
ug: بۇ ئۈسكۈنىدە ھۆججەت سىستېما خاتالىقى بار.

# @label device is a storage disk
source: This device has no errors
ug: بۇ ئۈسكۈنىدە خاتالىق يوق

source: Successfully repaired!
ug: مۇۋەپپەقىيەتلىك ئوڭشىدى!

source: Device Status
ug: ئۈسكۈنە ھالىتى

source: A device can now be safely removed
ug: ھازىر بىر ئۈسكۈنىنى بىخەتەر چىقىرىۋېتىشكە بولىدۇ

source: This device can now be safely removed.
ug: ھازىر بۇ ئۈسكۈنىنى بىخەتەر چىقىرىۋېتىشكە بولىدۇ.

source: You are not authorized to mount this device.
ug: بۇ ئۈسكۈنىنى ئېگەرلەش ئىجازىتىڭىز يوق.

source: You are not authorized to eject this disc.
ug: بۇ ئۈسكۈنىنى قاڭقىتىش ئىجازىتىڭىز يوق.

# Remove is less technical for unmount
source: You are not authorized to remove this device.
ug: بۇ ئۈسكۈنىنى چىقىرىۋېتىش ئىجازىتىڭىز يوق.

source: You are not authorized to repair this device.
ug: بۇ ئۈسكۈنىنى ئوڭشاش ئىجازىتىڭىز يوق.

source: Unknown error type
ug: يوچۇن خاتالىق تۈرى

source: Could not mount this device as it is busy.
ug: ئۈسكۈنە ئالدىراش بولغانلىقتىن ئېگەرلىيەلمىدى.

source: One or more files on this device are open within an application.
ug: بۇ ئۈسكۈنىدىكى بىر ياكى بىر قانچە ھۆججەت بىر پىروگراممىدا ئوچۇق.

source: One or more files on this device are opened in application "%2".
ug: بۇ ئۈسكۈنىدىكى بىر ياكى بىر قانچە ھۆججەت «%2» پىروگراممىدا ئوچۇق.

source: Could not mount this device.
ug: بۇ ئۈسكۈنىنى ئېگەرلىيەلمىدى.

source: Could not eject this disc.
ug: بۇ دىسكىنى قاڭقىتالمىدى.

# Remove is less technical for unmount
source: Could not remove this device.
ug: بۇ ئۈسكۈنىنى چىقىرىۋېتەلمىدى.

source: Could not repair this device: %1
ug: بۇ ئۈسكۈنىنى ئوڭشىيالمىدى: %1

source: Checking…
ug: تەكشۈرۈۋاتىدۇ…

source: Repairing…
ug: ئوڭشاۋاتىدۇ…

# @info:status Free disk space
source: %1 free of %2
ug: %2 دىن %1 بوش

source: Accessing…
ug: زىيارەت قىلىۋاتىدۇ…

source: Removing…
ug: چىقىرىۋېتىۋاتىدۇ…

source: Don't unplug yet! Files are still being transferred…
ug: تېخى تارتىۋەتمەڭ! ھۆججەت يەنىلا يەتكۈزۈلۈۋاتىدۇ…

source: Remove All
ug: ھەممىنى چىقىرىۋەت

source: Click to safely remove all devices
ug: ھەممە ئۈسكۈنىنى بىخەتەر چىقىرىۋېتىشتە چېكىلىدۇ

source: No removable devices attached
ug: ھېچقانداق يۆتكىلىشچان ئۈسكۈنە چېتىلمىغان

source: No disks available
ug: ھېچقانداق ئىشلىتىلىشچان دىسكا يوق

source: Most Recent Device
ug: يېقىندا ئىشلەتكەن ئۈسكۈنە

source: No Devices Available
ug: ئىشلەتكۈدەك ئۈسكۈنە يوق

# Open auto mounter kcm
source: Configure Removable Devices…
ug: يۆتكىلىشچان ئۈسكۈنىنى سەپلەيدۇ…

source: Removable Devices
ug: يۆتكىلىشچان ئۈسكۈنە

source: Non Removable Devices
ug: ھېچقانداق يۆتكىلىشچان ئۈسكۈنە يوق

source: All Devices
ug: ھەممە ئۈسكۈنە

source: Show popup when new device is plugged in
ug: يېڭى ئۈسكۈنە چېتىلغاندا قاڭقىش كۆزنىكىنى كۆرسىتىدۇ
