Repository: KDE/plasma-workspace
Catalog: po/*/plasma_wallpaper_org.kde.image.po
Languages: ug

# NAME OF TRANSLATORS
source: Your names
ug: ئابدۇقادىر ئابلىز، غەيرەت كەنجى

# EMAIL OF TRANSLATORS
source: Your emails
ug: sahranbay@gmail.com, gheyret@gmail.com

# @title:window
source: Open Image
ug: سۈرەت ئاچ

# @title:window
source: Directory with the wallpaper to show slides from
ug: سىيرىلما كۆرسىتىدىغان تام قەغەز بار مۇندەرىجە تاللىنىدۇ

# @label:listbox
source: Positioning:
ug: ئورنى:

# @item:inlistbox
source: Scaled and cropped
ug: كىچىكلەت چوڭايت ۋە كەس

# @item:inlistbox
source: Scaled
ug: كىچىكلەت چوڭايت

# @item:inlistbox
source: Scaled, keep proportions
ug: كىچىكلەت چوڭايت، نىسبىتىنى ساقلا

# @item:inlistbox
source: Centered
ug: ئوتتۇرىدا

# @label:listbox part of a sentence: 'Switch dynamic wallpapers [based on]'
source: Switch dynamic wallpapers:
ug: ھەرىكەتچان تام قەغەزنى ئالماشتۇرىدۇ:

# @item:inlistbox part of a sentence: 'Switch dynamic wallpapers'
source: Based on whether the Plasma style is light or dark
ug: Plasma ئۇسلۇبىنىڭ يورۇق ياكى قاراڭغۇ ئىكەنلىكىگە ئاساسلىنىدۇ

# @item:inlistbox part of a sentence: 'Switch dynamic wallpapers'
source: Based on the day-night cycle
ug: كۈندۈز كېچە دەۋرىيلىكىگە ئاساسلىنىدۇ

# @item:inlistbox
source: Always use light variant
ug: ھەمىشە يورۇق نەشرىنى ئىشلىتىدۇ

# @item:inlistbox
source: Always use dark variant
ug: ھەمىشە قاراڭغۇ نەشرىنى ئىشلىتىدۇ

# @action:button Configure day-night cycle times
source: Configure…
ug: سەپلە…

source: Background:
ug: تەگلىك:

source: Blur
ug: غۇۋا

source: Solid color
ug: ساپ رەڭ

source: Select Background Color
ug: تەگلىك رەڭگى تاللىنىدۇ

source: Open Wallpaper Image
ug: تام قەغەز سۈرىتىنى ئاچ

source: Images
ug: سۈرەت

# @action:button the thing being added is an image file
source: Add…
ug: قوش…

# @action:button
source: Add Wallpaper Image…
ug: تام قەغەز سۈرىتىنى قوش…

# @action:button the new things being gotten are wallpapers
source: Get New…
ug: يېڭىسىغا ئېرىش…

# @action:button
source: Get New Wallpaper Images…
ug: يېڭى تام قەغەز سۈرىتىگە ئېرىش…

# @action:button the things being selected are wallpapers
source: Select All
ug: ھەممىنى تاللا

# @action:button
source: Select All Slides
ug: ھەممە سىيرىلمىنى تاللا

# @action:button the things being unselected are wallpapers
source: Select None
ug: ھەممىنى تاللىما

# @action:button
source: Unselect All Slides
ug: ھەممە سىيرىلمىنى تاللىما

source: Open Containing Folder
ug: ئىچىدىكى قىسقۇچنى ئاچ

source: Restore wallpaper
ug: تام قەغەزنى ئەسلىگە كەلتۈر

source: Remove Wallpaper
ug: تام قەغەزنى چىقىرىۋەت

source: This tool allows you to set an image as the wallpaper for the Plasma session.
ug: بۇ قورال نۆۋەتتىكى Plasma جەريانچاققا تام قەغەز تەڭشەشكە يول قويىدۇ.

source: An image file or an installed wallpaper kpackage that you wish to set as the wallpaper for your Plasma session
ug: نۆۋەتتىكى Plasma جەريانچاققا تام قەغەز سۈرەت ھۆججىتى ياكى ئورنىتىلغان kpackage تام قەغەز بوغچىسى تەڭشىشىڭىزگە يول قويىدۇ

source: Specify the fill mode (e.g., stretch, preserveAspectCrop, etc.)
ug: تولدۇرۇش شەكلىنى بەلگىلەيدۇ (مەسىلەن، سوزۇش، تەرەپ نىسبىتىنى ساقلاپ قېلىپ كېسىش قاتارلىق)

source: There is a stray single quote in the filename of this wallpaper (') - please contact the author of the wallpaper to fix this, or rename the file yourself: %1
ug: بۇ تەم قەغەز ھۆججىتىنىڭ ئاتىدا يېپىلمىغان يەككە پەش (') بار - بۇنى ئوڭشاش ئۈچۈن تام قەغەز ئىجادكارى بىلەن ئالاقىلىشىڭ ياكى ئۆزىڭىز ھۆججەتنىڭ ئاتىنى ئۆزگەرتىڭ: %1

source: Invalid fill mode specified: %1
ug: ئىناۋەتسىز تولدۇرۇش شەكلى بەلگىلەنگەن: %1

source: An error occurred while attempting to set the Plasma wallpaper:
ug: Plasma تام قەغەزنى تەڭشەشنى سىناۋاتقاندا خاتالىق كۆرۈلدى:

source: Successfully set the wallpaper for all desktops to the KPackage based %1
ug: بارلىق ئۈستەلئۈستى تام قەغىزىنى مۇۋەپپەقىيەتلىك ھالدا KPackage ئاساسىدىكى %1 غا تەڭشىدى

source: Successfully set the wallpaper for all desktops to the image %1
ug: بارلىق ئۈستەلئۈستى تام قەغىزىنى مۇۋەپپەقىيەتلىك ھالدا %1 سۈرەتكە تەڭشىدى

source: The file passed to be set as wallpaper does not exist, or we cannot identify it as a wallpaper: %1
ug: تام قەغىزىگە تەڭشەيدىغان ھۆججەت مەۋجۇت ئەمەس ياكى تام قەغەز ئىكەنلىكىنى پەرقلەندۈرەلمىدى: %1

source: Next Wallpaper Image
ug: كېيىنكى تام قەغەز سۈرىتى

source: Media Files
ug: ۋاسىتە ھۆججەت

source: Order:
ug: تەرتىپ:

source: Random
ug: ئىختىيارىي

source: A to Z
ug: A دىن Z غىچە

source: Z to A
ug: Z دىن A غىچە

source: Date modified (newest first)
ug: ئۆزگەرتىلگەن ۋاقتى (يېڭىسى ئالدىدا)

source: Date modified (oldest first)
ug: ئۆزگەرتىلگەن ۋاقتى (كونىسى ئالدىدا)

source: Group by folders
ug: قىسقۇچ بويىچە گۇرۇپپىلا

source: Change every:
ug: ئۆزگەرتىش قەرەلى:

source: %1 hour
ug: %1 سائەت

source: %1 minute
ug: %1 مىنۇت

source: %1 second
ug: %1 سېكۇنت

source: Folders
ug: قىسقۇچ

# @action button the thing being added is a folder
source: Add…
ug: قوش…

# @action:button
source: Add Folder…
ug: قىسقۇچ قوش…

source: Remove Folder
ug: قىسقۇچ چىقىرىۋەت

source: Open Folder…
ug: قىسقۇچ ئاچ…

source: There are no wallpaper locations configured
ug: تام قەغەز ئورنى سەپلەنمىگەن

# @action:inmenu
source: Set as Wallpaper
ug: تام قەغەزگە تەڭشە

# @action:inmenu Set as Desktop Wallpaper
source: Desktop
ug: ئۈستەلئۈستى

# @action:inmenu Set as Lockscreen Wallpaper
source: Lockscreen
ug: قۇلۇپ ئېكرانى

# @action:inmenu Set as both lockscreen and Desktop Wallpaper
source: Both
ug: ئىككىلىسى

# @info %1 is the dbus error message
source: An error occurred while attempting to set the Plasma wallpaper:<nl/>%1
ug: Plasma تام قەغەزنى تەڭشەشنى سىناۋاتقاندا خاتالىق كۆرۈلدى: <nl/>%1

source: An error occurred while attempting to open kscreenlockerrc config file.
ug: kscreenlockerrc سەپلىمە ھۆججەتنى ئېچىشنى سىناۋاتقاندا خاتالىق كۆرۈلدى.
