Repository: KDE/plasma-workspace
Catalog: po/*/plasma_runner_sessions.po
Languages: ug

source: logout;log out
ug: logout;log out;تىزىمدىن چىق

source: Logs out, exiting the current desktop session
ug: تىزىمدىن چىقىدۇ، ھازىرقى ئۈستەلئۈستى جەريانچاقنى ئاخىرلاشتۇرىدۇ

source: shutdown;shut down;power;poweroff;power off
ug: shutdown;shut down;power;poweroff;power off;تاقا;توك مەنبە;توك مەنبەنى ئۈز

source: Turns off the computer
ug: كومپيۇتېرنىڭ توكىنى ئۈزىدۇ

source: restart;reboot
ug: restart;reboot;قايتا قوزغات;قايتا باشلا

source: Reboots the computer
ug: كومپيۇتېرنى قايتا قوزغىتىدۇ

# KRunner keywords (split by semicolons without whitespace) to lock the screen
source: lock;lock screen
ug: lock;lock screen;قۇلۇپلا;ئېكراننى قۇلۇپلا

source: Locks the current sessions and starts the screen saver
ug: ھازىرقى جەريانچاقنى قۇلۇپلاپ، ئېكران قوغدىغۇچنى باشلايدۇ

source: save;save session
ug: save;save session;ساقلا;جەريانچاقنى ساقلا

source: Saves the current session for session restoration
ug: جەريانچانى ئەسلىگە كەلتۈرۈش ئۈچۈن نۆۋەتتىكى جەريانچاقنى ساقلايدۇ

source: switch user;new session
ug: switch user;new session;ئىشلەتكۈچى ئالماشتۇر;يېڭى جەريانچاق

source: Switch to a session as a different user
ug: باشقا ئىشلەتكۈچىدەك جەريانچاققا ئالماشتۇرىدۇ

# log out command
source: Log Out
ug: تىزىمدىن چىق

# turn off computer command
source: Shut Down
ug: تاقا

# restart computer command
source: Restart
ug: قايتا قوزغات

# lock screen command
source: Lock
ug: قۇلۇپلا

source: Save Session
ug: جەريانچاقنى ساقلا

source: Switch User
ug: ئىشلەتكۈچى ئالماشتۇر
